[
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal 203 of 2013  ",
            "Parties: ": "Mwendwa v Republic  ",
            "Date Delivered: ": "24 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "Court of Appeal at Nakuru",
            "Case Action: ": "Judgment",
            "Judge(s): ": "W Karanja, F Tuiyott, K.I Laibuta",
            "Citation:": "Mwendwa v Republic (Criminal Appeal 203 of 2013) [2022] KECA 588 (KLR) (24 June 2022) (Judgment)",
            "Court Division:": "Criminal",
            "County:": "Nakuru",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Appellant": "George Musau Mwendwa",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.George Musau Mwendwa, (the appellant) was charged with the offence of defilement in violation of section 8(1) as read with section 8(2) of the Sexual Offences Act. The particulars of the charge were that on diverse dates between 5th and 7th January 2011 in Narok North district within Rift valley province, he unlawfully and intentionally did cause his penis to penetrate the vagina of HM, a girl aged 11 years. In the alternative he was charged with the offence of indecent act with a child contrary to section 11(1) of the sexual offences Act. He pleaded not guilty of the main and the alternative charges.",
            "2.The trial proceeded with six (6) state witnesses lined up in support of the prosecution case. The child, who we shall refer to as HM (PW1), testified after a voir dire examination by the trial court. It was her evidence that she was 14 years old and was in standard 7 at [particulars withheld] Academy in Narok. On 5th January, 2011 at about 5. 00 p.m, she was sent by her aunt JKO (PW3) to the supermarket to buy stock for the aunt’s shop and some personal items for herself. She went to Kilungu supermarket where she met the accused, who assisted her to carry the items she had bought. She narrated how the appellant booked a hotel room where he took her and defiled her not once but severally and they kept changing hotels where the appellant would have intercourse with her. They stayed together at different hotel lodgings for a week after which the appellant tried to force her to board a vehicle to Kisii. While at the bus terminus, they were found by K (PW3) and the sister who were looking for her. The police were alerted, and the appellant was arrested. HM was taken to Narok District hospital where she was examined by Hillary Kiptoo (PW2), a clinical officer attached to the said hospital. The witness observed that the child had tender lower abdomen, her hymen was torn, the labia minora had bruises and there was a discharge and blood stain on the labia majora, a confirmation that the child had been defiled.",
            "3.JKO, (PW3) the child’s aunt who had sent her to the supermarket on the date in question, testified that, when the child failed to return home from the shop, she got worried and the next day she enquired from the child’s mother whether she was at home. On realization that the child had not returned home the previous day, the witness embarked on looking for her and also reported the matter to the police station. She had been informed that the appellant who worked as a security guard had been seen with her. Her search yielded results when she found the child at the bus terminus ready to board a matatu to Kisii. After he was arrested, the appellant is said to have taken the arresting officer, (PW5) to his house from where the items the child had bought from the supermarket were recovered.",
            "4.When placed on his defence, the appellant opted to give unsworn evidence and denied committing the offences he was charged with. He explained that he could not remember where he was on 5th November 2011, but that on 7th January, 2011 he was working at Seasons’ hotel on night shift when at 11.00 am on the same day he met people who identified themselves as police officers and asked him to accompany them to the police station. At the police station, he found two ladies and the child, who he said he did not know before. He stated that nothing was recovered from his house.",
            "5.In its judgment the trial court found that the prosecution had proved the case beyond reasonable doubt and convicted the appellant on the main charge of defilement contrary to section 8(1)(3) of the Sexual Offences Act since the complainant’s age was 14 years according to the assessment report and not 11 years as indicated in the charge sheet and sentenced to 20 years’ imprisonment.",
            "6.Aggrieved by the decision of the trial court the appellant appealed against both conviction and sentence. The High Court (Emukule, J.) heard the appeal and, in a judgment delivered on 8th November, 2013 held that the prosecution had proved the charges against the appellant beyond reasonable doubt and dismissed the appeal in its entirety.",
            "7.Being further aggrieved, the appellant has now moved to this Court on second, and perhaps, last appeal. He has challenged the said judgment on grounds that the trial court erred by upholding the conviction and sentence with poor investigations; that the evidence on record was not evaluated; that the evidence on record was an afterthought; that the court convicted him in the absence of his defence witnesses; that the P3 form was inconsistent with the evidence of the clinical officer and that the prosecution had not proved its case beyond reasonable doubt.When the appeal came up for virtual plenary hearing before us on 8th March 2021, the appellant appeared in person while the office of the DPP was represented by Miss. Chelagat, learned prosecution counsel. The appellant urged that his appeal be allowed. The appellant relied on his written submissions which were on record and urged the Court to allow the appeal and set him at liberty saying that he has stayed in prison for long time, and that he has learnt his lesson and also acquired some life skills which he can put to use outside prison.",
            "8.On her part, Miss Chelagat also relied on her submissions and urged the Court to confine itself to matters of law and not facts. She reminded the Court that severity of sentence is a question of fact, and that the Court should not, therefore, interfere with the sentence. She maintained that the P3 form showed that the victim’s vagina was inflamed, reddish and had mild laceration and a blood stained discharge; that the element of penetration had been proved; that the prosecution had proved all the ingredients of the offence of defilement; that the sentence imposed was legal; that the age of the minor had been proved to be 14 years as at the time of the commission of the offence and that the appellant was the perpetrator of the offence.",
            "9.This being a second appeal, we are enjoined by the provisions of section 361(1) of the Criminal Procedure Code to entertain only matters of law. In the case of Njoroge v Republic [1982] KLR 388, this principle was enunciated as follows;“On a second appeal, the Court of Appeal is only concerned with points of law. On such an appeal, the court was bound by the concurrent findings of fact made by the lower courts, unless these findings were shown not to be based on evidence.”Similarly, in Adan Muraguri Mungara v Republic [2010] eKLR, this Court reiterated the circumstances under which we may interfere with the concurrent findings of fact by the trial court and the first appellate court, as follows:“As this Court has stated many times before, it has a duty to pay homage to concurrent findings of fact made by the two courts below unless such findings are based on no evidence at all or on a perversion of the evidence, or unless on the totality of the evidence, no reasonable tribunal properly directing itself would arrive at such findings. That would mean that the decision is bad in law, thus entitling this Court to interfere.”We have perused the record of appeal, the written submissions and the oral highlights. The issues that arise for determination are: whether the prosecution proved penetration, and the age of the child; whether the appellant was properly identified as the offender and whether the evidence tendered proved the offence he was convicted of.",
            "10.This being a case of defilement three ingredients must be proved in order to sustain a conviction, as was held in George Opondo Olunga v Republic [2016] eKLR, they include: identification or recognition of the offender; penetration and the age of the victim. On the first issue, both courts below found that the child had been defiled. Her evidence was corroborated by that of the clinical officer who testified in court and produced the P3 form as an exhibit. No basis has been laid for us to interfere with the concurrent findings of fact by the two courts below on this point.",
            "11.On the issue of identification, HM properly identified the appellant as the person who defiled her. She said that she knew the appellant before as he used to buy items from her aunt’s shop and that he worked in a bar in town. The evidence was corroborated in material aspects by her aunt, who found that the appellant was working at Seasons Bar and that he had not reported on duty for three days. The appellant did not dispute that fact, but stated that he worked on night shift on the 5th January to 7th January 2011. We note that the appellant met the child at about 5.00 pm, which was in broad daylight. There was no evidence that the child was at all times blind-folded or that she could not identify the appellant for any other reason. Thus, the identification of the appellant as the perpetrator of the crime cannot be in doubt. Both courts below made concurrent findings of fact that the child properly identified the appellant. Again, we have no reason for interfering with that finding of fact.",
            "12.With regard to the age of the complainant, we agree that there could have been some discrepancy in the testimony of the child, her aunt and the P3 form. The age given by the witnesses was between 11 years and 14 years of age. Of importance, however, is the fact that the child was below 18 years old and the charge of defilement was therefore proved. Section 2 of the Sexual Offences Act defines a child as any person under the age of 18 years. The age of HM was established to be 14 years, which was important for purposes of sentencing. In Hadson Ali Mwachango v. Republic [2016] eKLR this court held as follows:“The importance of proving the age of a victim of defilement under the Sexual Offences Act by cogent evidence cannot be gainsaid. It is not in doubt that the age of the victim is an essential ingredient of the offence of defilement and forms an important part of the charge because the prescribed sentence is dependent on the age of victim. In Alfayo Gombe Okello v Republic Cr App No 203 of 2009 (Kisumu). This Court stated as follows;In its wisdom Parliament chose to categorize the gravity of that offence on the basis of the age of the victim, and consequently the age of the victim is a necessary ingredient of the offence which ought to be proved beyond reasonable doubt. That must be so because dire consequences flow from proof of the offence under section 8(1)?”",
            "13.As already stated, the appellant was charged with the offence of defilement and section 8(3) of the Sexual Offences Act, which was the Penal section in regard to the charge against the appellant provides:“A person who commits an offence of defilement with a child between the age of twelve and fifteen years is liable upon conviction to imprisonment for a term of not less than twenty years.” (Emphasis Added)",
            "14.The trial court sentenced the appellant to 20 years’ imprisonment, which is the sentence imposed for defilement of children between the ages of 12 and 14 years. The appellant was not in the circumstances prejudiced by the courts’ finding that the child was 14 years old. It would have been different had he been sentenced for defiling an 11 year old, as that would have taken him to a different sentence band, which would have attracted a more severe sentence. We find no reason to interfere with the sentence meted out by the trial Magistrate and upheld by the High Court. Accordingly, this appeal fails both on conviction and sentence and we dismiss it in its entirety."
        ],
        "conclusion": " DATED AND DELIVERED AT NAIROBI THIS 24TH DAY OF JUNE, 2022. W. KARANJA .................................... JUDGE OF APPEAL F. TUIYOTT ....................................... JUDGE OF APPEAL  DR. K. I. LAIBUTA ....................................... JUDGE OF APPEAL I certify that this is a true copy of the original Signed DEPUTY REGISTRAR "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Case 13 of 2019  ",
            "Parties: ": "Republic v Ogolo  ",
            "Date Delivered: ": "23 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "",
            "Case Action: ": "Judgment",
            "Judge(s): ": "KW Kiarie",
            "Citation:": "Republic v Ogolo (Criminal Case 13 of 2019) [2022] KEHC 3126 (KLR) (23 June 2022) (Judgment)",
            "Court Division:": "Criminal",
            "County:": "Homa Bay",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Prosecution": "Republic",
            "Accused": "Walter Ochieng’ Ogolo"
        },
        "judgement": [
            "1.Walter Ochieng’ Ogolo is charged with an offence of murder contrary to section 203 as read with section 204 of the Penal Code.",
            "2.The particulars of the offence are that on the 5th day of June, 2018, at Bassi village, Kasewe location, Rachuonyo East Sub County of Homa Bay County, murdered Wilson Ogoi Jalang’o.",
            "3.It was contended that the deceased referred to the accused as son of Owino, a title he detested, and this led him to attack the deceased. Owino had entered into a leviratic union with the mother of the accused after the death of his father.",
            "4.The accused in his defence contended that he did not know the cause of the death of the deceased.",
            "5.The issues for determination are:a.Whether the accused caused the death of the deceased or not; andb.Whether the offence of murder was proved.",
            "6.Robinson Hezron Jalang’o (PW1) the brother of the deceased was the only witness whose evidence linked the accused to the offence. A fact can be proved by the evidence of a single witness. The Court of Appeal for Eastern Africa in Abdalla Wendo v Republic [1953] 20 E.A.C.A 166 held on this issue as follows:Subject to certain exceptions, it is trite law that a fact may be proved by the testimony of a single witness but this does not lessen the need for testing with the greatest care the evidence of a single witness respecting identification, especially when it is known that the conditions favouring a correct identification, were difficult. In such circumstances what is needed is other evidence whether it be circumstantial or / direct, pointing to guilt, from which a judge or jury can reasonably conclude that the evidence of identification, although based on the testimony of a single witness, can safely be accepted as free from the possibility of error.In the instant case I will attempt to find if the evidence of PW1 can be a basis for conviction.",
            "7.Robinson Hezron Jalang’o (PW1) went to the scene after the fact. He was attracted by noises behind his house. This was at about 6.30 p.m. When he arrived at the scene, he found the deceased lying down and the accused on seeing him ran away. The evidence against the accused by this witness is circumstantial. In the case of Mohamed & 3 Others vs. Republic [2005]1 KLR 722  Osiemo Judge restated circumstantial evidence as follows:Circumstantial evidence means evidence that tends to prove a fact indirectly by proving other events or circumstances which afford a basis for reasonable inference of the occurrence of the fact at issue. The circumstances should be of a conclusive nature and tendency and they should be such as to exclude every hypothesis but the one proposed to be proved.",
            "8.The evidence of PW1 is believable because of the following reasons:a.The accused was known to him since his (accused’s) childhood and there was no claim that the obtaining conditions at the time of the recognition were not favourable;b.The deceased told him that the accused attacked him after he had called him son of Owino; andc.There is no evidence on record as to why this witness would implicate the accused falsely.",
            "9.I therefore find that it was the accused who inflicted the fatal injuries to the deceased.",
            "10.For a conviction to be founded on the evidence on record, the prosecution must prove the existence of malice aforethought. In Black’s Law dictionary, 10th Edition malice aforethought is defined as:The requisite mental state for common-law murder, encompassing any one of the following (1) the intent to kill (2) the intent to inflict grievous bodily harm (3) extremely reckless difference to the value of human life (the so-called “abandoned and malignant heart”), or (4) the intent to commit a dangerous felony (which leads to culpability under the felony-murder rule).Section 206 of the Penal Code gives instances when malice aforethought may be proved. It provides:Malice aforethought shall be deemed to be established by evidence proving any one or more of the following circumstances—(a)an intention to cause the death of or to do grievous harm to any person, whether that person is the person actually killed or not;(b)knowledge that the act or omission causing death will probably cause the death of or grievous harm to some person, whether that person is the person actually killed or not, although such knowledge is accompanied by indifference whether death or grievous bodily harm is caused or not, or by a wish that it may not be caused;(c)an intent to commit a felony;(d)an intention by the act or omission to facilitate the flight or escape from custody of any person who has committed or attempted to commit a felony.",
            "11.The circumstances of this case, indicate that the deceased addressed the accused with a title he detested. The accused may therefore have felt provoked. I therefore, find that the prosecution has not proved the offence of murder against him. However, the prosecution has proved beyond any reasonable doubt the lesser offence of manslaughter. I accordingly reduce the charge of murder to that of manslaughter. I acquit him of the charge of murder. I find him guilty and convict him of the offence of manslaughter contrary to Section 202 as read with Section 205 of the Penal Code."
        ],
        "conclusion": " DELIVERED AND SIGNED AT HOMA BAY THIS 23RD DAY OF JUNE, 2022 KIARIE WAWERU KIARIE JUDGE "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal E051 of 2021  ",
            "Parties: ": "Luvi v Republic  ",
            "Date Delivered: ": "23 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "High Court at Mombasa",
            "Case Action: ": "Judgment",
            "Judge(s): ": "ACA Onginjo",
            "Citation:": "Luvi v Republic (Criminal Appeal E051 of 2021) [2022] KEHC 3140 (KLR) (23 June 2022) (Judgment)",
            "Advocates:": "Ngiri for the Respondent",
            "Court Division:": "Criminal",
            "County:": "Mombasa",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Appellant": "Said Zuma Luvi",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.The Appellant was convicted and sentenced to 50 years in prison for the offence of defilement contrary to section 8(2) of the Sexual Offences Act No.3 of 2006 in Sexual Offences No. 76 of 2020 by Hon R. Amwanyi (SRM) at the Chief Magistrates Court in Mombasa.",
            "2.The particulars of the offence were that on the July 29, 2020 in Likoni Sub- County within Mombasa County unlawfully and intentionally caused his penis to penetrate the vagina and anus of VN a child aged 10 years.",
            "3.Aggrieved he appealed against conviction and sentence and filed an undated Notice of Motion that was supported by an Amended grounds of appeal reproduced herein;a)That the learned magistrate erred in law and fact not considering that the issue of visual identification under recognition was just left under mere assertions.b)That the learned trial Magistrate erred in law and fact for not noticing that the evidence of PW4 thus the primary victim was so divergent, inconsistence and best sketch to be riled upon for safe conviction.c)That the learned trial magistrate erred in law and fact for failing to consider that the prosecution investigations were so shoddy more so frivolously approached as to ascertain any truth of this matter.d)That the learned trail magistrate erred in law and fact for not considering that the source of my arrest had no any connection with the present matter but I was just placed on that line only to conceal what transpired before I and the father of the victim.e)That the learned trial magistrate erred in law and fact for achieving to a conclusion of this matter while based on mere assertions of the prosecution witness which had no proof.f)That the learned trail Magistrate erred in law and fact for not noticing that the sentence was harsh unsustainable.g)That the learned trial magistrate erred in law and fact for demising my defense evidence without any legal bases whereas it was not initiated by the prosecution party.",
            "4.The Appeal was opposed by the Respondent in its entirety vide grounds of opposition dated 16th May 2022. There are reproduced herein; -a)Identification of the Appellant was established.b)The age of the minor was proved at the trail courtc)The fact of penetration was provedd)The trial court guaranteed the Appellant right to a fait triale)That the Appellant defense was considered by the trial court and a finding made on the same.f)The prosecution proved its case beyond reasonable doubt.g)The sentence meted by the trial magistrate was lawful.",
            "5.The prosecution called four witnesses.",
            "6.PW1 was JMM’ father to the victim. He produced the victims birth certificate. He testified that victim was 10 years of age. That on July 30, 2020 he noticed that the victim was having difficulties walking. He asked one of his female neighbors to inquire from the victim what had happened and the victim confessed to her that she had been defiled. The victim took him to about three plots from their house where the incident had happened and identified the Appellant as the person who had defiled her. He then took the victim to shelly police station and later to Likoni hospital. PW1 testified that Appellant went missing when he got wind of why he was being sought after but he got arrested on August 7, 2020.",
            "7.PW2 was Stephen Kalali a clinical officer at Likoni sub county hospital. He testified that he attended to the victim on August 4, 2020. The victim reported that she had been defiled. On examination he observed that victim had a healing abrasion on her vagina wall; broken hymen; fresh laceration on her anus and lose sphincter muscles. He produced the treatment notes, PRC form and P3 form. He further testified on cross examination that she did not examine the Appellant.",
            "8.PW3 was No. 232169 PC Mwana Ayisi Ibrahim. She testified that on August 2, 2020 PW1 reported to the station that his daughter had been defiled. The following day he came with the victim to the station who told her that a man who she used to refer to as ‘uncle’ had had sexual intercourse with her and had penetrated her vagina and anus on 29th July 2020 in the morning and during lunch time. The man had threatened to kill her if she told anyone and had later bought her biscuits in the evening. The following day she had difficulties walking and the father inquired the reason for this. Due to fear she lied that she had a boil. The pain persisted for three days prompting PW1 to check her leg but he did not see anything. PW1 called Mama Badi and Mama Yaya and requested them to check the victim’s thighs, but they did not see any boil. After this the Vitim confessed what had happened. The victim took PW1 to the Appellant’s house and pointed him out as the man who had defiled her and a scuffle ensued. PW3 then took the victim to hospital and it was confirmed that she had been defiled and there was evidence of penetration in her anus and vagina. The P3 form was filled. PW3 then went to the station and recorded the statements of the victim and PW1 but the two ladies refused to record a statement. The Appellant was arrested on 7th August 20202.",
            "9.PW4 was the Victim VN A voire dire was conducted and the Court made the assessment that she was knowledgeable enough to give sworn evidence. She testified that in 2020 she was living with her father and he used to leave for work at 7 am and come back at 7pm. And that he used to give her money for breakfast and lunch. On 29th July she was taking breakfast from a hotel. She passed near the Appellant’s house where he was sleeping at the door. He called by name. He grabbed her hand and pulled her into the house and locked the door. He took her to the bedroom and removed her skirt and underwear and used his penis to penetrate her in her vagina and anus. She told him she needed to go for a short call and he opened the door for her and she went home. It was about 10 am and she took a shower and went to play. At lunch hour she went back to the hotel and she found Appellant standing at his door. He held her by the neck and blocked her mouth and took her to the bedroom where he penetrated her in the vagina and anus. After, she went home. She had a lot of difficulty in walking and the father noticed and called the neighbors Mama Badi and Amani and she confessed to them that she had been defiled. She took the father to the Appellant’s house and pointed to him as the one who had defiled her. She was later taken to the police station then to hospital. She recorded her statement. She identified the Appellant at the dock as the man who had defiled her.",
            "10.At the close of the Prosecution’s case the Court vide a ruling on April 27, 2021 found that the Appellant had a case to answer and he was put on his defence.",
            "11.Defence called three witnesses",
            "12.DW1 was the Appellant. He gave unsworn evidence. He testified that on 10th July 2020 he went to a shop to buy charcoal and found a man who dropped his phone and after made allegations that the Appellant had stolen it. the They had a disagreement and he went home. The man then came to his house with five people who beat him up and he went to report it to the village elder. After five days he went to the village elder and police came and arrested him and took him to the police station. He was charged with defilement to his dismay as he knew nothing about the alleged offence.",
            "13.DW2 was Appellants sister, Salama Zula. She testified that the Appellant was at a shop when a man’s phone fell down. The brother gave her the phone and he told her he had stolen it. The man reported the matter to the village elder and they later came to beat up the Appellant. Later he was arrested. On cross examination she testified that she did not know the make of the phone; she did not witness the Appellant picking up the phone neither did she know the man’s whose phone had been stolen.",
            "14.D3 was Marium Chaka, the Appellant’s Aunt. She testified that on 29th July 2020 the Appellant told him that he had had a disagreement with some people in regards to a mobile phone that they claimed that he had stolen. The Appellant reported the matter to the village elder. On 22nd July a group of people came at 8 pm and demanded that they open the door and people assaulted the Appellant. He reported the matter to the village elder. He was later arrested by the police.",
            "15.Appellant tendered undated submissions. In a nutshell it was submitted that he was not positively identified as the Assailant and his was a case of mistaken identity. It was further submitted that the reason for his arrest was not in connection with the offence of defilement. It was also submitted that sentence meted out against him was extremely harsh and the period he spent in custody was not considered.",
            "16.This being a first appeal, it is the duty of this Court to re-evaluate the evidence adduced before the trial court and to arrive at its own independent conclusion whether or not to support the findings of the trial court. Duties of the first Appellate Court are well articulated in the Court Appeal case of Kiilu & Another v Republic [2005]1 KLR 174 where the Court opined, ‘‘An Appellant on a first appeal is entitled to expect the evidence as a whole to be submitted to a fresh and exhaustive examination and to the appellate Court’s own decision on the evidence. The first appellate Court must itself weigh conflicting evidence and draw its own conclusions. It is not the function of a first appellate Court merely to scrutinize the evidence to see if there was some evidence to support the lower Court’s findings and conclusions; only then can it decide whether the Magistrate’s findings should be supported. In doing so, it should make allowance for the fact that the trial Court has had the advantage of hearing and seeing the witnesses.”",
            "17.Having evaluated evidence on record and pleadings filed from both parties I find that issues for determination in this appeal are as follows:a)Whether the prosecution proved its case to the required standard.b)Whether the sentence meted out was legalc)Whether the prosecution proved its case to the required standard?",
            "18.It is the law in Kenya as entrenched in the constitution under Article 50 (2) (a) that an Accused person is presumed to be innocent until the contrary is proved. The evidence Act Cap 80 of the Laws of Kenya at section 107 (1) provides thus: “whoever desires any court to give judgement as to any right or liability dependent on the existence of facts which he asserts, must prove those facts exist.” It is the onus of the prosecution to prove the guilt of Accused persons.",
            "19.The Court of Appeal in CRA 32 of 2017 G.O.A vs Republic (2018) stated what elements are required to be proved by the prosecution in a charge of defilement. It stated thus, “The key ingredients of the offence of defilement include proof of the age of the complainant, proof of penetration and proof that the appellant was the perpetrator of the offence.”",
            "20.Age of complaint was not in dispute in the present case. The birth certificate of the complainant was produced as pexh -1 by the investigating officer PW3. Complaint was born on 5th May 2010 making her 10 years 2months and 24 days old at the time when the alleged offence happened on 29th July 2020.",
            "21.The complainant PW4 testified the Appellant penetrated her vagina and anus using his penis. The PRC form and medical examination corroborated PW4 testimony as it was observed that the complainant’s hymen was broken and had signs of repeated penetration. Her anus had bruise at the 12 o’clock and had loose sphincter muscles and fresh lacerations. PW2, the clinical officer corroborated these assertions in his testimony as well. I find that this ingredient was proved to the required standard.",
            "22.It’s the Appellants assertion that he was mistakenly identified and he was arrested for another offence that had nothing to do with the present case. However, the complainant PW4 positively identified the Appellant as the man who defiled her. She further testified that the Appellant was known to her as ‘uncle’ as they lived in the same village. PW1, Father to PW4 also testified that PW4 took him to the house of the Appellant and pointed him out as the person who had defiled her. I find that this element was proved beyond reasonable doubt.",
            "23.In regards to the Appellant’s defence, there was no linkage made by the defence to the happenings of the current offence. The Appellant also did not report the assault he suffered on allegations of theft and there was no way of ascertaining if those events ever took place or not. I find that he failed to exonerate himself in the present offence.",
            "24.In light of the foregoing it is my finding that the conviction made by the trial court was proper and safe.",
            "25.Under Section 8(2) of the Sexual Offences Act, where the victim is less than eleven years, like PW4 was, upon conviction, one is, liable’ to be sentenced to life imprisonment.’’ What does “shall be liable” mean in law?” The court of Appeal for East Africa in the case of Opoya v Uganda [1967] EA 752 had an opportunity to clarify and explain the words “shall be liable on conviction to suffer death”. The court held that in construction of penal laws, the words “shall be liable on conviction to suffer death” provide a maximum sentence only and the courts have discretion to impose sentences of death or imprisonment. It follows that for the present offence the maximum sentence is life imprisonment. The Appellant was sentenced to serve 50 years in prison. This was not illegal as it was within range and as per the Magistrate’s discretion. However, I find that the term of 50 years will not meet all objectives of sentencing as provided in the Judicial sentencing and policy guidelines particularly the objective of rehabilitation as the sentence leans more on the retribution aspect. I therefore substitute it with a sentence of 30 years to begin when Appellant was placed in custody on August 10, 2020."
        ],
        "conclusion": " DATED, SIGNED AND DELIVERED IN OPEN COURT THIS 23RD JUNE 2022. HON. LADY JUSTICE A. ONG’INJO JUDGE IN THE PRESENCE OF: - Mr Ngiri for the Respondent Appellant present in person Ogwel, Court Assitant. "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal 30 of 2018  ",
            "Parties: ": "Mithamo v Republic  ",
            "Date Delivered: ": "23 Jun 2022",
            "Case Class: ": "",
            "Court: ": "High Court at Kerugoya",
            "Case Action: ": "Judgment",
            "Judge(s): ": "RM Mwongo",
            "Citation:": "Mithamo v Republic (Criminal Appeal 30 of 2018) [2022] KEHC 3147 (KLR) (23 June 2022) (Judgment)",
            "Advocates:": "Mr. Mamba for Respondent",
            "Court Division:": "Criminal",
            "County:": "Kirinyaga",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Appellant": "Rosemary Michere Mithamo",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.The appellant was charged with three counts for the offences of: obtaining money by false pretenses contrary to section 313 of the Penal Code; personation contrary to section 382 of the Penal Code; and making a false document contrary to section 347(a) of the Penal Code. According to the charge sheet, all these offences were allegedly committed jointly with others not before the court.",
            "2.The particulars all relate to a fraudulent sale transaction to Luka Nyamu Gachara, and Jamleck Muchira Gachara of land Parcel No Mwea/Miuu/13953/3767 for Kshs 540,000/- by false pretenses; whilst falsely presenting herself to be Ciriaka Wanjiru Murage, whilst knowing this to be false; and finally, by making a false document, namely a national identity card issued to Ciriaka Wanjiru Murage.",
            "3.Following a hearing in which eight (8) prosecution witnesses and the accused testified, the appellant was found guilty on all counts, convicted, and sentenced to consecutive sentences as follows:Count 1 Two (2) years in jail; Count 2 One (1) year in jail; and Count 3 Two (2) years in jail.",
            "4.Dissatisfied, the appellant appeals seeking that the conviction be quashed and sentence set aside. Her amended grounds of appeal are as follows:1.That the Hon. Trial Magistrate erred in law and fact by failing to find there were material contradictions and inconsistences which went to the root of the whole of the prosecution’s case.2.That the Hon. Trial Magistrate erred in law and fact by failing to find that the mode of arrest was greatly unjustified by the evidence.3.That the Hon. Trial Magistrate erred in law and fact by [not] giving regard to the appellant’s defense.4.That the Hon. Trial Magistrate erred in law and fact by meting out a sentence that was both harsh and excessive in the circumstances underlying.5.Parties filed written submissions to dispose of the appeal as directed by the court.",
            "6.The appellant generally contends that to secure a conviction it was incumbent on the prosecution to prove, beyond reasonable doubt, all the elements of the crime of obtaining money by false pretense, personating and making false documents together with a common intention (albeit). This appeal contents that the prosecution failed to prove the elements of identification that the Appellant committed the said offence, that statutory provisions were not followed and finally that the sentence was excessive in the circumstances bearing.",
            "7.The appellant pointed out that PW1 said he was telephoned by his mother – when he was at Morgan – who told him that a woman had some land. Yet that he later said his mother telephoned and told him a woman had land, and he and his brother went to where they were near the road. On the other hand, PW3 alleged that the accused telephoned him while at Itangi with PW1 and PW2 looking for land. Further, that the mother who is PW3 states that she was with her sons when the accused called her whereas PW1 clearly stated that he was alone with his brother.",
            "8.Further, the appellant pointed out that PW1 stated in page 11 line 15-1 ROA as follows: “thus withdrew Ksh.600,000 out of which I gave accused Ksh.540,000”. That PW2 stated in page 15 line 8 that “Nancy had the money and she gave accused”.  On the other hand, Nancy herself who is PW3 clearly stated in page 17 line 10-11 that, “we withdrewKsh.600,000 which I gave to Manegene who gave the accused, we paid Ksh540,000”.",
            "9.She argues that since it was not clear who received the alleged as the witnesses contradict each other as to who received it, their overall evidence cannot convince the court that she was present was present during the said transactions. She asserts that the contradictions are not minor but go to the root of the case and also to the culpability of the appellant. She urges the court to resolve the discrepancy in her favour.",
            "10.The appellant submits that her arrest was not justified by any evidence. Indeed, that the narrative of the various prosecution witnesses is that a large amount of money was stolen from them yet no evidence of recovery has been led to prove that wild allegation.",
            "11.She urges that there was no proof of her possession of any money, and relies on the case of Joseph Kisilu Mulinge versus Republic [2014] eKLR shere the court stated:“In order to prove possession, there must be acceptable evidence as to search of the suspect and recovery of the alleged stolen property and any discredited evidence on the same cannot suffice no matter how many witnesses”.",
            "12.She submits that failure to show any evidence of recovery of the alleged stolen cash waters down the whole evidence on charges implicating the Appellant, and is tantamount to hearsay evidence.",
            "13.The appellant also submits that the case against her was not proved by any positive identification, the evidence was not only contradictory but the same could not be relied on because of the many unfilled gaps it left. The prosecution bore the burden of proving the accused person guilty beyond all reasonable doubt through concrete evidence as the perpetrator of the offence (s) therein.",
            "14.On sentence, she submits that the trial court erred by meting out sentence to run consecutively in three offences which occurred albeit in the same transaction. She states that Section 14 of the Criminal Procedure provides as follows:“\n14.1Subject to subsection (3), when a person is convicted at one trial of two or more distinct offences, the court may sentence him, for the offences, to the several punishments prescribed therefore which the court is competent to impose; and those punishments when consisting of imprisonment shall commence the one after the expiration of the other in the order the court may direct, unless the court directs that the punishment shall run concurrently.\n\n\n14.2.In the case of consecutive sentences, it shall not be necessary for the court, by reason only of the aggregate punishment for the several offences being in excess of the punishment which it is competent to improve on conviction of a single offence, to send the offender to trial before a Higher Court.\n\n\n14.3Except in cases to which Section 7 [1] applies, nothing in this section shall authorize a subordinate court to pass on any person at one trial, consecutive sentences:\n\na)of imprisonment which amount in the aggregate to more than fourteen years, or twice the amount of imprisonment which the court in the exercise of its ordinary jurisdiction, is competent to improve whichever is the less: orb)of fines which amount in the aggregate to more than twice the amount which the court is so competent to impose.”",
            "14.1Subject to subsection (3), when a person is convicted at one trial of two or more distinct offences, the court may sentence him, for the offences, to the several punishments prescribed therefore which the court is competent to impose; and those punishments when consisting of imprisonment shall commence the one after the expiration of the other in the order the court may direct, unless the court directs that the punishment shall run concurrently.",
            "14.2.In the case of consecutive sentences, it shall not be necessary for the court, by reason only of the aggregate punishment for the several offences being in excess of the punishment which it is competent to improve on conviction of a single offence, to send the offender to trial before a Higher Court.",
            "14.3Except in cases to which Section 7 [1] applies, nothing in this section shall authorize a subordinate court to pass on any person at one trial, consecutive sentences:",
            "15.Her argument is that in her case, the sentences ought to have been concurrent in that the practice is that where a person commits more than one offence at the same time and in the same transaction, save in very exceptional circumstances the courts impose concurrent sentences. On this score she refers to the case of Sawadi Mukasa s/o Abdula Aliguraisa [1946] 13, EACA 97, then the Court of Appeal for Eastern Africa is a judgment read by Sir Joseph Sheridan stated“That is still good practice. As a general principle the practice is that if an accused person commits a series of offences at the same time in an act/transaction a concurrent sentence should be given. However, if separate and distinct offences are committed in different criminal transaction, even though the counts may be in one charge sheet and one trial, it is not illegal to mete out a consecutive term of imprisonment”.",
            "16.As for the meaning of the phrase “same transaction”, the same was defined in Republic versus Saidi Nsabuga s/o Juma & Another [1941] EACA and revisited again in Nayhan versus Republic [1965] the court states as follows:“If a series of acts are so connected together by proximity of time, criminality or criminal intent, continuity of action purpose or by relation of cause and effect was to constitute one transaction then the offences constituted by these series of acts are committed in the course of the same transaction. The one transaction rule requires that where two or more offences are committed in the course of a single transaction, the sentencing court should consider an order for concurrent instead of consecutive”.",
            "17.She prays that this court will find that the counts complained above occurred in a series of a single transactions, and urges that the court will order the sentences to run concurrently.",
            "18.The prosecution submitted on three prongs, namely: Whether the appellant was convicted on unjustified, contradictory and inconsistent evidence; Whether the trial court ignored the appellant’s defence; and Whether the sentence was both harsh and excessive.",
            "19.On the first prong the prosecution highlighted the evidence of PW1 (Luka Nyamu Gachara), PW2 (Jamleck Muchira Gachara) and PW4 (Stanley Waweru Manegene) The DPP pointed out PW1 and PW2 testified as to how they sought and identified land, entered into negotiations for the purchase with the appellant and one Stanley Murage, and purchased the land after being shown the title by the said Stanley Murage. Exhibits for the purchase transaction were also referred to by the DPP Subsequent to the purchase they went to farm the land only to be told by PW3, the true owner, that the land was not on sale.",
            "20.On the second prong, the appellant argued that the prosecution case was not made up of good evidence, and that the defence case was left intact although not seriously taken into account by the trial magistrate",
            "21.On the third prong the prosecution stated that the offences of obtaining by false pretenses, impersonating and forgery attract maximum sentences of three years, seven years and three years, respectively. Accordingly, the prosecution pointed out that the trial court had in fact been lenient.",
            "22.It is trite that the duty of this court on a first appeal is to re-evaluate all the evidence on record and come to its own conclusions, being mindful that it did not itself see and hear the witnesses itself, nor assess their demeanour as stated in Okeno v Republic [1972] EA 32. More recently, in David Njuguna Wairimu v Republic [2010] eKLR, the Court of Appeal stated that duty as follows:“The duty of the first appellate court is to analyse and re-evaluate the evidence which was before the trial court and itself come to its own conclusions on that evidence without overlooking the conclusions of the trial court. There are instances where the first appellate court may, depending on the facts and circumstances of the case, come to the same conclusions as those of the lower court. It may rehash those conclusions. We do not think there is anything objectionable in doing so, provided it is clear that the court has considered the evidence on the basis of the law and the evidence to satisfy itself on the correctness of the decision.”",
            "23.In reviewing and re-evaluating the evidence, the court must keep its eye on the elements of each of the offences that must be proved by the state using the facts on record. Thus, in cases of multiple counts such as this one, the prosecution is required to prove the offence in respect of each of the counts.",
            "24.The evidence on record is summarized as follows.",
            "25.PW1 Luka Nyamu Gachara testified that on 25th March 2016, he was looking for land to buy. He was with his brother Jamleck Muchira Gachara (PW2), when his step mother Nancy Wanjiku (PW3) advised him that she had information that a woman, the accused, had land. He and his brother met the accused, whom he had not known before, and they negotiated a price of Kshs 180,000/- per acre. The accused told them that her husband Stanley Waweru Manegene was the owner.",
            "26.The next day they went to Kerugoya to meet the owner. They met a man who went by the name Stanley Manegene, who the accused told them was her husband. He told them that his wife had been admitted with a child at Karira.",
            "27.On 31/3/2016 they met the accused, this time with her husband at Kerugoya in Ikahu Ngangah’s office. They came to know her name as Ciaraka Wanjiru Murage, PW1 was curious as to why she did not go by the husband’s name, and she told him the husband was a drunk and unco-operative. That he would eat all the money alone.",
            "28.Eventually, they agreed on payments after accused had rejected payment through the bank. The advocate drew the sale agreement after they had provided identity cards, and allotment letter as proof of the title No Mwea/ Miuu/ 13963/3767. The land had been allocated by the County Council to Stanley Waweru Manegene. PW1 withdrew Kshs 600,000/- from his mother’s account as per withdrawal slip (MFI 3) and she carried it. Out of that money they paid Kshs 540,000/- for three acres. They also executed a sale agreement (MFI 4). His mother is the one who gave the money to the accused.",
            "29.After buying the land PW1 went to plant trees on it but was confronted by someone who said the land was not for sale. On calling the accused, he was unable to get her as she switched off her phone. He later reported to the police.",
            "30.PW2 Jamleck Muchira Gachara, testified that he, his brother, PW1 and mother, PW3, were looking for land to buy. His mother was alerted about some land by Ciaraka Wanjiru, the accused. They eventually met the accused who showed them the land. They liked it and agreed to meet in Kerugoya. They paid 540,000/- for 3 acres, after they had been shown the land title by Stanley Manegene the owner. The money was paid in cash to the accused from PW3’s account, who had carried it.",
            "31.In cross examination, PW2 confirmed that they went to a lawyer’s office where an agreement was drawn; the accused and her husband produced ID cards; and the title document was produced by Stanley Manegene.",
            "32.PW3, Nancy Wanjiku Gacara testified that the accused telephoned her while she was with PW1 and PW2 looking for land. She did not know how the accused got her number, and had not known her name before they met to execute the sale agreement.",
            "33.The accused showed them the land, which they liked, and told them it belonged to her husband. They were shown a title for the land by Stanley Manegene, and agreed to pay the money in Kerugoya before an advocate. The money came from her account in Co-operative Bank where she withdrew 600,000/-. The accused and her husband gave their IDs to the lawyer who drew the agreement. She paid Kshs 540,000/- to Stanley Manegene who gave the money to the accused.",
            "34.In cross examination, she said the accused called her while she was in Itangi with PW1 and PW2, and told her she had a plot that belonged to her husband; that they met at Kerugogoya with Manegene, that the agreement was drawn by the advocate and executed. That she carried part of the money, Kshs 300,000/-, whilst PW1 carried the other 300,000/-.",
            "35.PW4 Stanley Waweru Manegene, is the Assistant Chief of Mahigaini sub-location. He testified that he is the owner of LR No 3767 South Ngariama, which he acquired in 2007 through the County Council. He produced the receipts for the purchase dated 2/4/2007, and the application fee receipt. He was never given a title because they were not available for South Ngariama, but he retained possession of the parcel of land,",
            "36.PW4 testified that his wife is Esther Wanjiru Wawera. They were not selling the land. He and his wife were summoned by CID officers, and confirmed that they had not instructed anyone to sell the land, and that he has no relative who bears his name. He confirmed that the County Council ballot papers have his ID number, land parcel number and stamp of the County Council. In cross examination, he said the CID directed him to check the position of his land, and he did a search. He found the land was still in his name. his land was vacant and remained so.",
            "37.PW5, Stella Mwai, is the Registrar of Persons Mwea East, where she has worked for five years. She produced two ID Cards. The first was ID No 14077934 S. No. 209030921 under the name Ciaraka Wanjiru Murage. Under the Registrar’s data base, the ID belongs to Ciaraka Wanjiru Murage, born in 1948 in Kirinyaga Central. In the card given to her, however, the date of birth is1968, which differes from the Registrar’s records; and the bearer is indicated as being from Kirinyaga Gichugu location contrary to the data base",
            "38.The second ID was No 11699126 S. No. 213432706 bearing the name Stanley Waweru Manegene. His details in their records show the ID S No is 2025209803 and he was born in Kirinyaga Central in 1973.",
            "39.She produced reports PExb 2a & 2b and PExb 7 and asserted that the IDs given to her do not match the details in the records of the Registrar. In cross examination, PW5 referred to the ID given to her as belonging to Ciaraka as fake.",
            "40.PW6 Martin Ikahu Ngangah is an Advocate of the High Court of Kenya, practicing in Kerugoya. He said that on 31/3/2016 he had five walk-in clients who wanted to do a land sale agreement over LR No Miuu/13963/3767 measuring 3 acres at Kshs 540,000/-. He requested title documents and was given an allotment letter form the County Council. The seller was Stanley Waweru Manegene. The purchasers were Luka Nyamu and Jamleck Muchira",
            "41.He received the parties’ ID cards and drafted the sale agreement. The parties signed or thumb-printed the agreements. The purchasers paid the purchase price although he did not see the bank deposit slips. One of the witnesses was Ciaraka Wanjiru, whose relation to the parties he could not tell. He identified the copies of IDs PExbs 2a and 2b.",
            "42.In cross examination, he noted that the vendor received the purchase price as per the agreement and that it was not standard practice for a witness to be given the purchase price. He said the appellant’s face was unfamiliar as the clients were all walk in clients that he saw for the first time.",
            "43.PW7 Arthur Kamau Munene was the County Assistant Director of Security and Compliance. He testified that the title Mwea/Miuu/13963/3767 belonged to Stanley Manegene through allotment by the defunct Council; that the allottee are in a register of owners, and their ID numbers are in the application forms. He identified the survey fee receipt (MFI 1); and confirmed that title deeds had not been issued in Ngariama Scheme.",
            "44.In cross examination, he stated that PExb 8 had not been issued to Manegene as an ownership document; and that Manegene had not completed payment. In re-examination he stated that when an original owner has not completed payment they do not allow a transfer to take place.",
            "45.PW8 Cpl Eleseba Bungei was the Investigating Officer. She testified that the case was reported in July 2016 by Luka Nyamu and Jamleck Gathara who claimed the accused conned them of money involving sale of Title No Mwea/Muui/13963/3769. According to her, the victims reported that the accused had claimed to be the wife of Stanley Waweru Manegene and introduced herself as Ciaraka Wanjiru Murage. She introduced Luka Nyamu to then transaction and pointed out the land in Ngariama. They then went to an advocates office in Kerugoya and signed a sale agreement, PExb 4.",
            "46.Later, Luka Nyamu discovered that Ciaraka Wanjiru was actually Rosemary Mithamo and the police arrested and charged her. She was not able to trace the Stanly Manegene in the sale agreement, but they traced th genuine Stanley who came with his wife. The complainants were unable to identify the real Stanley or his wife.",
            "47.PW8 produced PExb 3, the withdrawal slip from the Co-operative Bank; PExb4 the sale agreement; PExb 5&6 the receipts from the County Council. She said she charged the accused with the various counts because the accused used a fake ID to sell land and as a result obtained money with a person she described as her husband.",
            "48.In cross examination, she admitted that she had not witnessed the accused making of a false document; and that the ID was in her possession. She stated that it was not possible to doctor a photcopy of an ID card. She also admitted that she did not witness the payment of the purchase price and relied on the statements of the victims",
            "49.In her defence, the Accused gave a sworn statement and denied the charges. She said she was a business lady living in Thika; that she was arrested whilst in court and was told at the police station that she had taken PW1s money; that PW1 was brought to the station and said he knew her husband had taken 540,000/- over a land sale.",
            "50.She said she had no knowledge of the alleged parcel of land whose sale she was alleged to be a witness of; that PW1 claimed he would maintain his position because she had another similar case in court and that she was shown a sale agreement which had names different from hers. She claimed she had lost her identity card in January in Mwea and had reported, hence she didn’t have an ID card at the time.",
            "51.The accused alleged the case was a frame up by Luka because of the case in court, yet she didn’t know him.",
            "52.It is on this evidence that the accused was convicted and sentenced by the trial court.",
            "53.The first count was obtaining money by false pretenses. For the offence to hold, the prosecution must prove the three essential elements of the offence of obtaining by false pretences, namely:i.Obtaining something capable of being stolen;ii.Obtaining through false pretences; andiii.Obtaining with intent to defraud.",
            "54.In the case Gerald Ndoho Munjuga v R HC Criminal Appeal No. 213 of 2011 (Nyeri) Mativo, J, quoting with approval from the High Court of Botswana in Lesholo & Another v The State, which case dealt with an offence of this nature, the court held:i.To prove the offence of obtaining by false pretence, the accused must by a false pretence, with intent to defraud, obtain something of value capable of being stolen from another person. The prosecution must prove the false pretence together with a fraudulent intention in obtaining the property of the person cheated.ii.A false pretence has been held to be a representation by the accused person which to his knowledge is not true. A false pretence will constitute a false pretence when it relates to a present or past fact or facts. It is not false pretence if it is made in relation to the future even if it is made fraudulently. Where however the representation speaks both of a future promise and couples it with false statements of existing or past facts the representation will amount to a false pretence if the alleged existing facts are false.iii.…......... The representation must be made with the specific purpose of getting money from the complainant which he/she would not have given had the true facts been revealed to him.”",
            "55.Was there something capable of being stolen? The money with which the complainants sought to buy the land was capable of being stolen. The evidence of PW1 and 2 was that the accused showed them the land, and they negotiated its price. PW1 &2 testified that the 600,000/ was withdrawn from their mother’s account in Cooperative Bank. It was from this amount that they paid the Kshs 540,000/- purchase money. PW1 said in cross examination that his mother had carried the money, gave it to the Manegene who gave it to the accused posing as his wife.",
            "56.PW2s evidence was that the purchase money was given to the accused; and PW3s evidence was that",
            "57.The accused clearly represented herself as capable of selling the land. She was the one who showed it to PW1,2, and 3. The money was given on the strength of the representation. This occurred in relation to the facts then at hand. It constituted a false pretence it relates to a present or past fact or facts as to the ownership of the land by her alleged husband. It is also clear that as a result of the false pretence she received the money.",
            "58.The trial magistrate found the accused initiated the transaction, and obtained the money through Manegene. From the foregoing, all the ingredients of the offence were proved, and the trial magistrate cannot be faulted for the conviction.",
            "59.The second count was that of making a false document. The offence has been well described in authorities. In Serpepi Sanja Siromo v Republic [2020] eKLR the court stated that:“Section 345 of the Penal Code defines forgery as “the making of a false document with intent to defraud or to deceive.” Section 347 deals with making of a document while section 348 defines intent to defraud. The prosecution was required to prove beyond reasonable doubt that the appellant forged the sale agreement dated 20th November 2008; it was false and was intended to defraud.",
            "60.In Patrick Njuguna Richu v Republic [2018] eKLR the court adopted the definition of a false document as defined in R v Dodge and Harris (1971) 2 ALL E.R. 1523 and stated:“A document is false must tell a lie about itself and not about the maker. We think the position is better put, by stating that, the false document is forged if it is made to be used as genuine. To defraud is, by deceit, to induce a course of action: Omar Bin Salem V R(1950) 17 EACA 158, and to defraud is not confined to the idea of depriving a man by deceit of some economic advantage or inflicting upon him some economic loss” see Samuel –v- Republic.”",
            "61.The ingredients which prove the offence are: that the document is made by the accused; that the document tells a lie about itself; and that the document is made so as to be used as if it were genuine.",
            "62.In Dennis Binyenya v Republic [2018] eKLR the court held that from the definition, the offence constitutes the following ingredients:i.proof of the making, signing or execution of a document and that the same was done by the accused,ii.proof that the making, signing or execution was without lawful authority or excuse andiii.proof that the making, signing and execution was with the intention to defraud or deceive.",
            "63.In R v Dodge and Harris[1971] 2 All ER 1523 Phillimore L.J further broke down the definition of a false document as follows:“A document is false… if the whole or any material part thereof purports to be made by or on behalf or on account of a person who did not make it or authorize its making … or if, though made by or on behalf of or on account of the person by whom or by whose authority it purports to have been made, the time or place of making, where either is material,.………and in particular a document is false:- (a) if any material alteration, whether by addition, insertion, obliteration, erasure, removal, or otherwise, has been made therein; (b) if the whole or some material part of it purports to be made by or on behalf of a fictitious or deceased person; (c) if, though made in the name of an existing person, it is made by him or by his authority with the intention that it should pass as having been made by some person, real or fictitious, other than the person who made or authorized it.”",
            "64.In summary, all these authorities lay out the principles that a document is false if it tells an untruth about itself, or contains material alterations, and is intended to be used as if it were genuine.",
            "65.The evidence here was that the ID card of the accused was produced to the Advocate as a witness to the sale agreement that he drew for the transaction. PW6 said he was given the ID cards to draw the agreement; his secretary or receptionist took the IDs and photocopied them. He confirmed he drew the agreement, with the ID Number of Ciriaka Wanjiru Murage,No 14077934 printed into agreement, as one of the witnesses. Similarly, all the parties’ ID numbers were printed into the agreement.",
            "66.When the photocopy of the card with the name of Ciriaka Wanjiru was given to the Registrar of Persons PW5, she compared it to the official records. She found that the ID Number belonged to a person known by that name (Ciriaka Wanjiru Murage) who was born in 1948, whilst the photocopy showed the holder to have been born in 1968. PW6 confirmed the ID given to her to “differs with [the] records”, and described it as a “fake” ID.",
            "67.PW1, 2 and 3 confirmed that the accused was the person who was present at the signing of the agreement and was the one to whom the purchase money was eventually given. Consequently, despite her denials, the strong evidence of the witnesses PW1-3 and 6 places the ID in her possession at the signing of the sale agreement, whilst the evidence of PW5 shows that the ID she produced and which was relied upon was a fake.",
            "68.On this count, I also find no basis to interfere with the trial court’s findings and conclusions.",
            "69.The third count was the offence of personation. The offence is proved if the prosecution can show that the accused falsely represented himself to be some other person.",
            "70.The offence was dealt with by Muriithi, J in  Gideon Leteipa Lenkume v Republic [2020] eKLR, Muriithi, J as follows:“The offence of personation c/s 382 of the Penal Code carries a sentence of imprisonment as follows:382. Personation in general1.Any person who, with intent to defraud any person, falsely represents himself to be some other person, living or dead, is guilty of a misdemeanor.2.If the representation is that the offender is a person entitled by will or operation of law to any specific property and he commits the offence to obtain such property or possession thereof, he is liable to imprisonment for seven years.”The section 382 creates two offences (1) where the offender only “falsely represents himself to be some other person” and (2) where the offender represents that he is “entitled by will or operation of law to any specific property and he commits the offence to obtain such property or possession thereof”. In the former case he is liable to be punished under the general penalty for misdemeanour. In the latter special category the offender is liable to be punished by imprisonment for seven years.”",
            "71.It is clear from the evidence already analysed, that the accused represented herself as, and went by, the name Ciaraka Wanjiru Murage; she gave an ID by that name to PW6 who printed it into the sale agreement where she was a witness, and also obtained the purchase money from Manegene.",
            "72.This is a clear case that the accused falsely representing herself to be Ciaraka Wanjiru Murage, Additionally, she also falsely represented herself as the wife to the land owner, Stanley Manegene. The trial magistrate was entitled to make the conviction on this basis",
            "73.The defendant’s evidence that she lost her ID card and was surprised to see a copy in court. She did not indicate whether she had ever followed up the lost card, and that evidence appears merely convenient. She said she had another case in court 1 with similar charges, and attributed the present case to a frame up by Luka PW3, as follows:“This case is a frame up by Luka because of the case in court 1, yet I don’t even know him”",
            "74.Her evidence here is curious to say the least. The appellant asserted that there was a frame up by Luka a person she said she did not even know. It is not reasonable to accept, without further explanation, that there would be a frame up by a person one doesn’t know and with unexplained motive.",
            "75.Consequently, I do not find her evidence to be useful in this case. As such, I find no reason to interfere with the trial court’s ultimate findings and conclusions, and would not disturb them.",
            "76.Accordingly, the convictions are confirmed in respect of all the counts.",
            "77.Similarly, the sentences affirmed as being in the trial court’s powers to hand down. As argued by the prosecution, the trial court’s sentence was lenient to the extent that the penalty for count 1 is a maximum of 3 years’ imprisonment, count 2 attracts 7 years’ imprisonment, and count 3 attracts up to 3 years. The exercise of the trial magistrate’s discretion in sentencing cannot be faulted.",
            "78.The appeal is therefore dismissed in its entirety.",
            "79.Orders Accordingly."
        ],
        "conclusion": " DELIVERED AT KERUGOYA ON THIS 23RD DAY OF JUNE, 2022 R MWONGO JUDGE Delivered in the presence of: Rosemary Mithamo, Appellant in Person Mr. Mamba for the Respondent Mr. Murage, Court Assistant "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal E037 of 2021  ",
            "Parties: ": "Opawa v Republic  ",
            "Date Delivered: ": "22 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "",
            "Case Action: ": "",
            "Judge(s): ": "KW Kiarie",
            "Citation:": "Opawa v Republic (Criminal Appeal E037 of 2021) [2022] KEHC 3093 (KLR) (22 June 2022) (Judgment)",
            "Court Division:": "Criminal",
            "County:": "Homa Bay",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Appellant": "Dennis Odiwuor Opawa",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.Dennis Odiwuor Opawa the appellant herein, was convicted of the offence of defilement contrary to section 8 (1) (3) [sic] of the Sexual Offences Act No.3 of 2006.",
            "2.The particulars of the offence were that on the 9th day of July, 2016 at [particulars withheld] Estate in Homa Bay District of Homa Bay County intentionally and unlawfully caused his penis to penetrate the vagina of M.A. O., a child aged 12 years.",
            "3.He was charge alternatively with an offence of an indecent act with a child contrary to section 11 (1) of the Sexual Offences Act No.3 of 2006. The particulars were that on the 9th day of August, 2016 at [particulars withheld] Estate in Homa Day District of Homa Bay County he intentionally touched the breasts and the vagina of M.A. O., a child aged 12 years with his penis.",
            "4.The appellant was sentenced to imprisonment for 15 years for the offence of defilement and was discharged in the alternative charge. He has appealed against both conviction and sentence.",
            "5.The appellant was in person. He raised 19 grounds of appeal which I have summarised as follows:a)The appellant was not accorded a fair trial as enshrined in article 50(2) of the constitution.b)The trial magistrate failed to conduct a voir dire examination to the alleged minor to ascertain if she understood the nature of oath.c)The learned trial magistrate failed to warn himself against the danger of convicting the appellant on uncorroborated evidence of the complainant.d)The prosecution failed to call Emily to testify.e)The learned trial magistrate failed to give a benefit to doubt to the appellant after the prosecution failed to produce exhibits mentioned by the complainant which were never escorted to government chemist for analysis on allegation that they were blood stained.f)The learned trial magistrate erred by convicting the appellant when there was no government analysis’s report confirming that the alleged blood stains on complainants pant belonged to the appellant or the complainant.g)The learned trial magistrate erred by dismissing the defence.",
            "6.The appeal was opposed by the state, through Ochengo Justus who raised the following grounds:a)That there was overwhelming evidence against the appellant.b)The appellant’s actions of running away after committing the offence was inconsistent with his innocence.c)The appellant’s further action of absconding court and trying to escape to the neighbouring state of Uganda during trial was inconsistent to his innocence.d)This was a case of recognition, the offence happened in broad day light, there was no mistaken identity.e)The medical officer who examined the victim concluded that the degree of injury as grievous harm. He further testified that the injuries were permanent and affected the normal operation of the complainant.",
            "7.This is a first appellate court. As expected, I have analyzed and evaluated afresh all the evidence adduced before the lower court and I have drawn my own conclusions while bearing in mind that I neither saw nor heard any of the witnesses. I will be guided by the celebrated case of Okeno vs. Republic [1972] EA 32.",
            "8.Section 8 (1) (3) of the Sexual Offences Act does not exist. The charge to that extent was erroneously drafted. It ought to have read:…contrary to section 8 (1) as read with section 8 (3) of the Sexual Offences Act …",
            "9.Since the appellant fully participated in the trial, I find that he was not in any way prejudiced and the error is curable under section 382 of the Criminal Procedure Code.",
            "10.When this matter came up for hearing on 26th September, 2016 before P. Mayova, SRM, the appellant informed the court that he had not been supplied with witness statements. The court ordered that the appellant be supplied with treatment notes of the girl and the case to proceed after 30 minutes. This was a breach of the appellant’s right to fair trial for the prosecution was not to rely solely on the treatment notes but also the statement of the complainant and other witnesses. Even if he had been supplied with the statement together with the treatment notes, I wonder whether the 30 minutes would have been adequate to him. Article 50 (2) (c) & (j) provides:Every accused person has the right to a fair trial, which includes the right—c)) to have adequate time and facilities to prepare a defence;…(j)j) to be informed in advance of the evidence the prosecution intends to rely on, and to have reasonable access to that evidence;The court ought to have balanced the right of the child and that of the appellant and accord him sufficient time to prepare after the supply of all the statements. Preparation in my view is not meant to be piecemeal but wholly.The appellant complained that the court did not conduct a voir dire examination in respect of the complainant whose age was given in the charge sheet as 12 years. According the Court of Appel in the case of Kibangeny Arap Kolil vs. R [1959] EA 92 for the purposes of section 19(1) of the Oaths and Statutory Declaration Act the expression ‘child of tender years’ in the absence of special circumstances, it took it to mean any child of any age, or apparent age, of under fourteen years. There was therefore need to conduct a voir dire.",
            "11.The Court of Appeal in John Wambua Mutunga v Republic [2005] eKLR gave guidance on voir dire examination as follows:“There are two steps to be borne in mind. The first step is for the court to ascertain whether the child understands the nature of an oath. An investigation to this effect must be done by the court immediately the child – witness appears in court. The investigation need not be a long one but it has to be done and has to be directed to the particular question whether the child understands the nature of an oath. If the answer to this question is in the affirmative, then, the court proceeds to swear or affirm the child and to take his or her evidence upon oath. On the other hand, if the child – witness does not understand the nature of an oath, he or she is not necessarily disqualified from giving evidence. The second step then follows. The court may still receive his evidence if the court is satisfied, upon investigation, that he is possessed of sufficient intelligence and understands the duty of speaking the truth. Again investigation in this respect need not be a long one but it must be done and when done, it must appear on record. Some basic but elementary questions may be asked of the child to assess the level of his intelligence and whether he understands the duty of speaking the truth or otherwise. Where the court is so satisfied, then, the court will proceed to record unsworn evidence from the child – witness.Before the hearing of the evidence of the complainant commenced, this is what the record indicates:Child: I am a Christian. I am 12 years old. This is a Bible. I am in class five.Court: Child is competent to give sworn evidence.I therefore agree with the appellant that the trial magistrate (P. Mayova) did not conduct a voir dire examination.",
            "12.The proviso to section 124 of the Evidence Act provides:Provided that where in a criminal case involving a sexual offence the only evidence is that of the alleged victim of the offence, the court shall receive the evidence of the alleged victim and proceed to convict the accused person if, for reasons to be recorded in the proceedings, the court is satisfied that the alleged victim is telling the truth.This therefore took away the mandatory requirement for corroboration in sexual offences cases where the only witness is the victim, subject to the conditions prescribed therein.",
            "13.Dr. Ngome James (PW2) adduced medical evidence for the prosecution. He informed the court that the complainant was presented to Homa Bay County Referral Hospital where she was examined by a clinical officer called Reuben on 10th July, 2016. Her genitalia was intact with no tears or bruises. The only finding was thick whitish discharge. He therefore concluded that there was no immediate penetration.",
            "14.On her part the complainant testified that the appellant defiled her on 9th July, 2016. She told Emily who took her to hospital. Emily was not called and no explanation was given as to why she was not called. The Court of Appeal in the case of  Bukenya v Uganda [1972] EA 549, (Lutta Ag. Vice President) held:The prosecution must make available all witnesses necessary to establish the truth even if their evidence may be inconsistent.Where the evidence called is barely adequate, the Court may infer that the evidence of uncalled witnesses would have tended to be adverse to the prosecution.Failure to call Emily to adduce evidence on what the complainant allegedly told her, was fatal to the prosecution case.",
            "15.There was contradiction in the evidence of the complainant and that of the doctor that she was defiled on 9th July, 2016. According to the doctor, upon her examination on 10th July, 2016 there were no telltale signs. It is trite that sexual congress even with a willing adult who is not adequately prepared for the congress, there are always signs of lacerations or abrasions. For a child of 12 years, there would be all obvious indications of defilement.",
            "16.In opposing the appeal, the learned counsel asked the court to look at the conduct of the appellant of absconding while the case ws still in pendency. This cannot be taken as evidence against the appellant unless there was strong evidence against him. It is common knowledge that some innocent people may abscond for fear of the court and the court process.",
            "17.I was urged convict on the lesser charge of an indecent act with a child contrary to section 11 (1) of the Sexual Offences Act, should I conclude that the offence of defilement was not proved. The particulars in the alternative charge alleged that the appellant intentionally touched the breasts and the vagina of M.A. O., a child aged 12 years with his penis. Unfortunately nowhere did the complainant testify that the penis was used to touch her breasts and vagina. It is trite law that where the particulars of the offence are at variance with the charge, the accused is entitled to an acquittal. This was held in the case of John Brown Shilenje v R. High Court (NBI) Criminal Appeal No 181 of 1981 (unreported).When the trial court convicts on the substantive charge, the correct procedure is to make no finding on the alternative charge. It was erroneous therefore for the learned magistrate to proceed to discharge the appellant on the alternative charge.",
            "18.The upshot of the foregoing analysis of the evidence is that the conviction of the appellant was not supported by the evidence on record. It was unsafe. I therefore quash the conviction and set the sentence aside. The appellant is set at liberty unless if otherwise lawfully held."
        ],
        "conclusion": " DELIVERED AND SIGNED AT HOMA BAY THIS 22 ND DAY OF JUNE, 2022 KIARIE WAWERU KIARIE JUDGE "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Case 5 of 2020  ",
            "Parties: ": "Republic v Cheruiyot  ",
            "Date Delivered: ": "17 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "High Court at Kericho",
            "Case Action: ": "",
            "Judge(s): ": "AN Ongeri",
            "Citation:": "Republic v Cheruiyot (Criminal Case 5 of 2020) [2022] KEHC 3007 (KLR) (17 June 2022) (Sentence)",
            "Court Division:": "Criminal",
            "County:": "Kericho",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Prosecution": "Republic",
            "Accused": "Amos Kiplangat Cheruiyot"
        },
        "judgement": [
            "1.The Accused Person in this case, Amos Kiplangat Cheruiyotwas charged with Murder Contrary to Section 203 as read with Section 204 of the Penal Code.",
            "2.The offence was reduced to one of Manslaughter following a plea bargain signed by the Accused Person on 22/11/2021.",
            "3.The particulars of the offence of Manslaughter were that on 4th March, 2020 at Bartela village Lelu Sub-Location, Porowet Location in Kipkelion Sub-County within Kericho County the Accused Person unlawfully killed Caroline Chepkorir.",
            "4.The facts of the case as given by the prosecutor were as follows:-“On the 3rd day of March, 2020 at around 23.00hrs, the Accused Person who was suspected to be drunk was heard hurling insults to his Uncle by the name Wesley Kitur.The Accused was passing by nearly Wesley’s house hurling insults and complaining over land sub-division that had been done. The Accused walked down towards the river and back.Wesley Kitur was by then in the house sleeping with his wife and children.The Accused Person continued hurling insults at his Uncle Wesley and Wesley ran out and went outside to face the Accused.Wesley then chased the Accused towards his grandmother’s house, but got up with him, Wesley hit the Accused with a stick, who in turn got hold of a panga and slashed him on the cheek. Wesley then fell down and began to scream. He saw the Accused Person running towards the house where his children sleep and thought that he was going to attack them.Wesley then rose up and ran towards the Accused while screaming for help.The Accused went past the house and hid behind the house. As Wesley was looking around for the Accused, he emerged from the darkness with a panga and attacked Wesley but Wesley used his hands to shield himself. The Accused struck him on his hands and he fell down.The commotion attracted the neighbours who rushed to the scene. The first person to reach the scene was the deceased.She tried to stop the Accused from assaulting her Uncle Wesley. The Deceased tried to snatch the panga from the Accused but it cut her on her left thigh causing her to fall down bleeding profusely. He then ran away from the scene.Other neighbours arrived and took Wesley to Kipkelion sub county hospital.Neighbours also noticed the deceased was lying down injured on her leg and took her to the same hospital for treatment.A few hours later while still being treated in the hospital, the deceased died and her body was transferred to Kericho County Referral Hospital Mortuary.Postmortem was conducted by Dr. Vincent Langat who formed the opinion that the cause of death was massive haemorrhage Secondary to assault. Probable cut on the popliteal vessels.Meanwhile the Accused Person who had ran away to hide in the bush went the following day and surrendered himself to the Area Assistant Chief.The Assistant Chief together with a Nyumba Kumi Elders escorted the accused to Lelu Police Station.He was then transferred to Kipkelion Police Station where after the completion of investigation, he was charged with the offence of Murder Contrary to Section 203 as read with Section 204 of the Penal Code which was subsequently reduced to the offence of Manslaughter Contrary to Section 202 as read with Section 205 of the Pena Code.\"",
            "5.The Defence Counsel in her mitigation said that the Accused Person is remorseful for the offence he committed.",
            "6.The Deceased was a sister to the Accused Person and she was injured when she was trying to separate the Accused Person and their Uncle by name Wesley who were fighting over a land dispute.",
            "7.The Defence Counsel further stated that the Accused Person is the only son of his mother who is a widow.",
            "8.He asked for a non-custodial sentence in order to assist his mother to take care of the Deceased’s young children and his siblings.",
            "9.The Probation Officer filed a Social Inquiry Report where he stated that the Accused Person is a young man born in 1995 and he is still single.",
            "10.Further that the incident occurred when the Accused Person was fighting with his Uncle Wesley who used to lease out their portion of land since the demise of their father.",
            "11.The Accused Person stated that the Deceased was injured accidentally during the fight.",
            "12.The Court has considered the mitigating circumstances in this case as given by the defence Counsel.",
            "13.The Court has also considered the circumstance of the offence. The Accused Person was fighting with his Uncle when the Deceased who was his sister got cut accidentally and she lost her life.",
            "14.The offence of Manslaughter is a serious one and it calls for life imprisonment.",
            "15.Taking into account the mitigating circumstances in this case and the fact that the Deceased was accidentally wounded in a fight involving the Accused Person and his Uncle and also taking into consideration the fact that the Accused Person pleaded guilty to the charge of manslaughter and saved the court’s time, this Court is of the opinion that this case is appropriate for Probation sentence.",
            "16.I accordingly place the Accused Person on Probation for a period of three years on condition that he complies with the requirements of the Probation Officer.",
            "17.The County Probation Officer to organize for counselling for the Accused Person and his family to reintegrate them into a harmonious family co-existence."
        ],
        "conclusion": " DELIVERED, SIGNED AND DATED AT KERICHO THIS 17 TH DAY OF JUNE 2022. A. N. ONGERI JUDGE "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Case E002 of 2020  ",
            "Parties: ": "Republic v Mruya & another  ",
            "Date Delivered: ": "16 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "High Court at Busia",
            "Case Action: ": "",
            "Judge(s): ": "JR Karanja",
            "Citation:": "Republic v Mruya & another (Criminal Case E002 of 2020) [2022] KEHC 655 (KLR) (16 June 2022) (Judgment)",
            "Court Division:": "Criminal",
            "County:": "Busia",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Prosecution": "Republic",
            "1st Accused": "Maureen Mruya",
            "2nd Accused": "Robinson Mruya"
        },
        "judgement": [
            "1.Maureen Mruya, and Robinson Mruya, the first and second accused respectively, are charged with murder contrary to S.203 as read with S.204 of the penal code, in that, on the October 6, 2020 at Kwangamor sub location in Teso South – Busia County murdered Wycliffe Ndeke (deceased).",
            "2.The case for the prosecution was that on the material date in the forenoon a group of boys was gathered at the bank of a river scooping river sand when an altercation occurred between themselves over a radio or radio battery being charged on behalf of one of them (deceased) by another called Davy who then left the scene in a huff and was followed by the other boys including Dickson Wanjala (PW 1), Levin Okware (PW 3) and the deceased.",
            "3.On arrival at Davy’s home, the boys met his brother Robinson (accused two) who led them to Davy. At that juncture, Davy started to cry. His mother (accused one) shortly thereafter appeared at the scene and immediately set upon the deceased and the other boys. She slapped the deceased and instructed the second accused to fetch a thick stick or “rungu” which was then handed over to her whereupon she used it to hit the deceased on the head.",
            "4.The first accused also instructed the second accused, her son, to also hit the deceased with the rungu. She alleged that the deceased and the other boys who accompanied him to the scene were rogues and while she was in the process of assaulting them her neighbour Everlyn Amoit (PW 2) appeared at the scene after hearing screams and shouts emanating from there. She (PW 2) found the first accused assaulting the deceased with the rungu which she then handed over to the second accused on realizing that she (PW 2) was at the scene.",
            "5.Everlyn (PW 2) confronted the first accused and attempted to wrestle from her a machete (panga) that she was holding. The first accused resisted and handed over the panga to the second accused who ran away with it. She (PW 2) noted that the deceased had a head injury. She assisted and took him to her house where he cried aloud complaining that he was in pain. Thereafter, he ran to his home.",
            "6.The deceased arrived at his home where he lived with his grandmother, Rispa Auma Okwara (PW 4), while staggering and looking dazed. He went straight to bed and slept. The grandmother did not think much of it and opined that he was tired or unwell with malaria until Everlyn (PW 2) appeared at her home and informed her that the deceased had been assaulted by the first accused.",
            "7.The grandmother immediately thereafter proceeded to the homestead of the first accused and questioned her. The first accused denied assaulting the deceased but alleged that her children had been attacked by thugs. This prompted the grandmother to report the matter to the police before taking the deceased to Amukura Health Centre where he was examined and given some drugs without being admitted although his condition had worsened.",
            "8.On the following day, the deceased was referred to Busia County Hospital and eventually to the Moi Teaching and Referral Hospital in Eldoret where he passed away while undergoing treatment.A postmortem conducted by the pathologist, Dr. Kibet Keitanyi (PW 6) revealed that the deceased died from severe head injury.The postmortem report (Ex 1) indicated that the cause of death was severe head injury due to blunt force trauma consistent with assault.",
            "9.The report made by the deceased’s grandmother (PW 4) was received and booked by PC Everlyne Wambua (PW 5) who noted that the deceased appeared weak and had an injury on the head reportedly caused by the first and second accused. A P3 form was issued to the deceased but he was in serious state and was admitted to a local hospital at Kocholia before being referred to Busia hospital.",
            "10.Everlyne (PW 5) arrested and charged the two accused with the offence of grevious harm but after the death of the deceased at the Moi Teaching and Referral Hospital the charge was enhanced to that of murder after which necessary investigations were conducted by Sgt Samson Biwot (PW 7) who found that the deceased was assaulted and occasioned severe injury by the two accused. However, the alleged assault weapon was never recovered.",
            "11.Both accused denied the charge with the first accused stating in her defence that she arrived at her home only to find a group of children shouting and making noise while the deceased and Levin (PW 3) fought. She learnt that a dispute over a radio had taken place among the children while collecting sand at a nearby river. She told the children to return to their respective homes. Later, she learnt that the deceased had been hit on the head by her son, the second accused and that this happened while the second accused was protecting his brother called Davy from being beaten by the deceased.",
            "12.The first accused contended that she did not assault the deceased and attributed her predicament to a land dispute existing between her family and that of the deceased.On his part, the second accused indicated that he was aged fifteen (15) years old and schools in Kitale. He was with other children collecting sand at a river when a dispute arose over a radio. His brother, Davy, was in the process beaten by the deceased and others. Thereafter, Davy went home and he (accused two) followed him.",
            "13.The deceased and other children also followed them to their home while holding sticks with which they further assaulted Davy before turning to and assaulting him. He defended himself by hitting the deceased on the head using fists. His mother arrived at the scene and told the children to go to their homes although the deceased complained of being injured and asking for compensation.",
            "14After some days, police officers arrived at the homestead of the two accused and arrested them both. The second accused contended that he did not use any object but his fists to hit the deceased and that what happened to the deceased was accidental. He also contended that the first accused was not at the scene when the deceased was beaten.",
            "15.All the facts and evidence foregoing present each sides version of the events leading to the death of the deceased. What is however, not disputed is the fact that the deceased died from a fatal head injury inflicted upon him on the material date. The assault was an unlawful act committed against the deceased after he and his boyfriends engaged in a brawl over a radio. The brawl started at a river bank and escalated at or near the homestead of the two accused where the deceased received the head injury which later proved fatal.",
            "16.The big question and indeed the issue for determination is whether the fatal assault against the deceased was inflicted by the first accused or the second accused or both. There cannot be any doubt that the force used against the deceased was extremely excessive in the circumstances. A brawl which is a normal phenomenon among boys of more or less similar age was unfortunately turned into a criminal transaction after one of the boys (deceased) received a fatal head injury.",
            "17.The medical evidence provided by the doctor pathologist (PW 6) indicated clearly that the head injury was due to blunt force trauma due to assault such that the deceased developed complication which necessitated a sophisticated medical procedure to remove a blood clot. Unfortunately, the procedure failed and the deceased succumbed to the head injury.The evidence of Dickson (PW 1), Everlyne (PW 2) and Levin (PW 3) clearly and credibly indicated that it was the first accused who actually inflicted the fatal injury upon the deceased using a thick stick (weapon) which was not recovered by the police.",
            "18.Indeed, the evidence against the first accused strongly indicted and established that she interfered in a boy’s brawl in which her sons were involved not with a view to create peace and maintain harmony but to “punish” the deceased and other boys for daring to go after her sons Davy and Robinson (accused two). She showed absolute bias against the deceased whom she perceived to be the ring leader of those who followed her sons into her homestead and that explained why he (deceased) received the severest of the punishment. Her evidence in defence was clearly disputed by the prosecution evidence which showed that she was determined to use excessive force against the deceased even though the death of the deceased was the last thing on her mind.",
            "19.It was quite clear that in the efforts by the first accused to escape criminal culpability for the fatal injury caused to the deceased by herself she made an attempt almost successfully to transfer blame to the second accused who in a move which showed that he was being protective for his mother stated in his defence that his mother was not at the scene when the deceased was assaulted and implied that he was the person who inflicted the fatal head injury upon the deceased using his bare fit. In that regard, he made an attempt to disprove the existence of a thick stick (rungu) in the assault against the deceased.",
            "20.From this court’s observation of the second accused’s demeanor while testifying it was quite obvious and apparent that he was coached on what to state in court with a view to exonerating the first accused and place himself on the “frying pan” or in the position of the “chief operating officer” in the criminal transaction against the deceased.",
            "21.Although the second accused was in fact not the key offender in assaulting and fatally injuring the deceased, he aided and abetted the commission of the offence as was indicated by Dickson (PW 1) and Levin (PW 3). Both indicated that a blunt assault weapon (rungu) was brought to the scene by the second accused after he was instructed by the first accused to fetch it. That, the second accused also hit the deceased with the rungu after the first accused had done so. This action was akin to the slogan “we lead others follow”. Only in the case, it was the first accused leading and the second accused following.",
            "22.In sum, it is the finding of this court that the deceased was assaulted and occasioned fatal injury by both the first and second accused with the first accused being the leading and most notorious offender.However, as noted hereinabove, the last thing on the minds of the two accused was to cause death to the deceased. The circumstances of the case did not establish that the two accused while assaulting the deceased had the necessary intention to cause his death. They must however, be held criminally responsible for the consequences of their unlawful act.",
            "23.Ultimately, this court must find and hereby finds that the offence established against the two accused beyond reasonable doubt by the prosecution is that of Manslaughter, contrary to S.202 (1) of the penal code rather than murder.Both accused are accordingly found guilty and convicted."
        ],
        "conclusion": " J.R. KARANJAH J U D G E DELIVERED AND SIGNED THIS 16TH DAY OF JUNE 2022 "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal E027 of 2020  ",
            "Parties: ": "Murithi v Republic  ",
            "Date Delivered: ": "16 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "High Court at Meru",
            "Case Action: ": "",
            "Judge(s): ": "EM Muriithi",
            "Citation:": "Murithi v Republic (Criminal Appeal E027 of 2020) [2022] KEHC 3008 (KLR) (16 June 2022) (Judgment)",
            "Advocates:": "M/S Haron Gitonga & Co. Advocates for Appellant, Ms. B. Nandwa, Prosecuting Counsel for Respondent",
            "Court Division:": "Criminal",
            "County:": "Meru",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Appellant": "Dennis Muthomi Murithi",
            "Respondent": "Republic"
        },
        "judgement": [
            "[1]The Appellant, Dennis Muthomi Murithi, was charged with the offence of stealing contrary to section 268 as read with section 275 of the Penal Code. The particulars were that on 10/7/2019 at about 1044 hours at Mwichiune market Igoki location in Imenti South Sub-County within Meru County, jointly with others not before court, he stole Ksh.88,102 (Eighty Eight Thousand, One Hundred and Two) the property of Stanley Gitonga Nkunja. He denied the charges but after a full trial, he was convicted and sentenced to 3 years imprisonment on 1/12/2020.",
            "[2]On appeal from conviction and sentence, the appellant has now appealed to this court against both the conviction and sentence raising 6 grounds as follows:1.The trial court’s conviction was against the weight of the evidence on record as there glaring discrepancies, contradictions and blatant falsehoods in the evidence tendered by the prosecution witnesses.2.The trial court erred in law and fact in holding that the appellant was guilty of the offence of stealing contrary to section 268 as read with section 275 of the Penal Code, yet the prosecution had failed to prove its case beyond reasonable doubt.3.The trial court erred in law and fact in shifting the burden of proof to the appellant.4.The trial court erred in law and fact in holding that the appellant had not challenged the evidence of the prosecution witnesses.5.The trial court erred in law and fact in dismissing and/or failing to properly consider and apply the appellant’s defence before arriving at a conviction.6.The sentence of three (3) years imprisonment was manifestly excessive in the circumstances.",
            "[3]The respondent in its submissions filed on 22/12/2021 urged that it had proved its case beyond reasonable doubt, as the evidence which was adduced by the prosecution witnesses was clear, consistent and corroborated, and relied on Daniel Muthami Sono v Republic (2019)eKLR. It denied the appellant’s allegation that the trial court had shifted the burden of proof to him, as the appellant was given ample time to cross examine the witnesses. It applauded the trial court for weighing the evidence of the prosecution against that of the appellant, and finding that the appellant stole from the complainant. It concluded that the sentence meted out to the appellant was per the law, taking into account the type of offence committed by the appellant and the amount stolen by him. It humbly prayed for the dismissal of the appeal and the conviction and the sentence of the trial court to be upheld.",
            "[4].This Court, being the first appellate court is aware of its duty to evaluate the entire evidence on record bearing in mind that it had no advantage of seeing the witnesses testify and observe their demeanor. (see Okeno v R (1972) EA 32).",
            "[5].PW1 Stanley Gitonga, the complainant herein, testified that he lived in Uruku and he was unknown to the appellant. On 30/6/2019, he lost his phone and in July, he went to replace the line 0792785212 at an Mpesa shop at Thingithu market. After doing the replacement, the line showed that it had no network so he went to customer care. He was informed that the line had been damaged and the money totaling to Ksh. 88,100 in his M-shwari(Mpesa account) had been withdrawn by one Kenneth Mutwiri. Kenneth Mutwiri, an Mpesa agent said that it was the appellant who had been sending and withdrawing money from his phone. Safaricom told him that the money was being withdrawn from Kenneth Mutwir’s agent outlet. The statement from Safaricom customer care showed that Kenneth was the recipient of the money. He reported the matter at Nkubu police station and the appellant was arrested.",
            "[6].On cross examination, he stated that he was unknown to the appellant prior to this case, and evidence from safaricom showed that it was the appellant who was sending money to Kenneth.",
            "[7].PW2 Evangeline Mugambi, the complainant’s employer, stated that she was unknown to the appellant. She paid the complainant a monthly salary of Ksh.8,000 via Mpesa. On 30/6/2019, the complainant informed her that his phone had been lost and/or stolen, and she advised him to report to the police. When the complainant went to replace the Sim card, the new Sim card had no network and he sought help from Safaricom customer care. At the safaricom customer care, the complainant was informed that his money had been withdrawn from his M-shwari at Kigane area by Kenneth and another and he was given the statement. She escorted the complainant to Nkubu police station and the appellant was arrested. The complainant lost Ksh.86,000 and the appellant fulizad Ksh. 2,000 using the complainant’s phone.",
            "[8].On cross examination, she stated that Safaricom issued a statement on how the money was withdrawn, and the investigations by the investigating officer connected the appellant to the theft.",
            "[9].PW3 Kenneth Mutwiri Festus, an agent of Mpesa namely Del Nel Systems, testified that he knew the appellant, because on 9/7/2019, the appellant had replaced a Sim card using an Identity card of Stanley Gitonga. The following day, the appellant came to withdraw Ksh.40,000 using a phone registered under the name of Stanley Gitonga. The appellant then borrowed on Fuliza Ksh.2,000 in the name of Stanley Gitonga. He then gave the appellant the Ksh.40,000, Ksh.1030 received from Carren and the Fuliza money. In the evening, the appellant came again to replace the line but he declined, and the appellant left. The following day, he informed customer care via the phone that the appellant had withdrawn Ksh.40,000. He was called by the CID officers and he gave them a mini-statement of Mpesa transaction. His phone number was 0792194920 and the appellant had forwarded Ksh.2000 from Stanley Gitonga Nkunja’s number 0792785212. It was the appellant who had the complainant’s phone and he did not see the complainant at any given time.",
            "[10].On cross examination, he affirmed that the appellant was the one who withdrew Ksh.40,000 using the complainant’s Identity Card, and the Fuliza transaction was that of the complainant. The appellant’s sister sent him Ksh.1030 in his phone and the appellant also borrowed Ksh.2000 on Fuliza facility.",
            "[11].PW4 PC Hezna Nyub of Nkubu Police Station took over the case and the investigations on 23/12/2019 from PC Kyallo who was on transfer. He stated that on 12/7/2019, the complainant reported how the appellant had stolen Ksh.88,102 from his mobile phone and transferred it to his(appellant’s) Mpesa account. The appellant first transferred Ksh. 40,000 then he borrowed Ksh.2,000 on Fuliza and, lastly, he transferred Ksh.45,500. They recorded the witness statements, obtained the Mpesa statement which showed the transaction and arrested the appellant on 16/7/2019. He produced the complainant’s Mpesa statement and statement of account of Kenneth Mutwiri as exhibits PEXB. 1 and 2, respectively.",
            "[12].On cross examination, he stated that the Mpesa statement showed that the appellant transferred the money from the complainant’s number. The appellant had used the Mpesa agent’s number and/or phone to fuliza the money and the Mpesa agent had also recorded a witness statement. The appellant did not transfer the money to his phone, but he sent it to a third party. The appellant transferred the money in bits and he did not know how the appellant had gotten the complainant’s details.",
            "[13].In his sworn defence, the appellant, DW1 vehemently denied committing the offence or taking the money. He was arrested when he went to collect money sent to him from an Mpesa shop, using someone’s phone. The money was for his medication and he prayed for leniency because he had never done such a thing in life.",
            "[14].On cross examination, he stated that he was at the material time aged 29 years and the money had been sent on Mpesa. He went to PW3’s shop, did a replacement of the line and withdrew the money.",
            "[15].The issues for determination are whether the ingredients of the offence of stealing were proved beyond reasonable doubt; whether the evidence by the prosecution witnesses was contradictory and false thus rendering the conviction unsafe; whether the appellant’s defence was considered; and whether the sentence was manifestly excessive.",
            "[16].Section 268 (1) of the Penal Code states as follows:-“A person who fraudulently and without claim of right takes anything capable of being stolen, or fraudulently converts to the use of any person, other than the general or special owner thereof, any property, is said to steal that thing or property.”",
            "[17].In this case, the appellant, used the complainant’s Identity Card at PW3’s Mpesa shop in order to replace a Sim card he knew very well was not his. Soon thereafter, the appellant without any claim of right, proceeded to withdraw Ksh.40,0000 from the complainant’s M-shwari (Mpesa) account. He then transferred Ksh.2,000 to PW3 and Ksh.45,500 to Geoffrey Mbuga Mucege. After collecting the money from PW3, the appellant left only to return in the evening with a view of doing a second replacement of the complainant’s line, which PW3 declined to perform.",
            "[18].In his sworn defence, the appellant admitted that he used someone else’s phone number to withdraw the money. He also admitted on cross examination that he had gone to PW3’s shop and done a replacement of a safaricom line. The Safaricom statement of account for the complainant shows that on 10/7/2019 at 10.17 am, Ksh.50 was deposited into the complainant’s Mpesa account. At 10.36 am, Ksh.2,000 was withdrawn from the complainant’s M-shwari account. At 10.38 am, Ksh.86,000 was withdrawn from the complainant’s M-shwari account bringing the Mpesa balance to Ksh.88,102.26. At 10.44 am, Ksh.40,000 was withdrawn from the complainant’s phone at PW3’s Mpesa shop. At 10.46 am, Ksh. 2,000 was transferred to PW3’s phone bringing the total Mpesa balance to Ksh.45,832.26. At 11.00 am, Ksh.45,500 was transferred to Geoffrey Mbuga Mucege bringing the Mpesa balance to Ksh.291.26.",
            "[19].The complainant testified that he lost his phone on 30/6/2019 and when he went to replace the Sim card in July, he discovered that Ksh.88,100 was missing from his M-shwari and/or Mpesa account. When he went to the service provider to get the Mpesa statement, he was informed that the money had been withdrawn from his phone by the appellant. The complainant’s testimony was corroborated by PW2 and PW3. The investigating officer, PW4 testified that the appellant transferred the money from PW1’s phone in bits to a third party.",
            "[20].This court finds that the appellant, without any claim of right, withdrew Ksh. 40,000 which was something capable of being stolen, from the complainant’s Mpesa account. The appellant still without any claim of right, transferred from the complainant’s Mpesa account, Ksh.47,500 which was something capable of being stolen, to PW3 and Geoffrey Mbuga Mucege.",
            "[21].The evidence of the complainant was consistent with that of PW2 and PW3. PW3, who was well known to the appellant prior to this incident, affirmed on cross examination that it was the appellant who had withdrawn the money using the complainant’s Identity Card. It is clear from the court record that the complainant had not sent the appellant to withdraw money from his phone on his behalf. The only inference that can be drawn from the appellant’s possession of the complainant’s Identity Card, which he subsequently used to withdraw the complainant’s money, is that he had stolen it.",
            "[22].The appellant was well known to PW3 and the Mpesa statements linked him to the offence. This court is satisfied that it was the appellant who stole the complainant’s money, and therefore the prosecution proved all the ingredients of the offence of stealing, within the meaning of section 268 of the Penal Code, beyond reasonable doubt. The evidence led by the prosecution witnesses was consistent and corroborated, and, therefore, the appellant’s conviction by the trial court was safe.",
            "[23].The appellant’s contention that his defence was not considered has no merit. His defence was a bare denial of either committing the offence or taking the money. The appellant albeit admitting going to the Mpesa shop to collect money which was allegedly sent to him, doing a replacement of a safaricom line and using someone else’s phone number to withdraw the money, still insisted that he was innocent of the charge of theft. He faults the trial court for shifting the burden of proof to him.",
            "[24].It well settled that in criminal law, save in exceptional circumstances, the burden of proof always lies with the prosecution to establish each and every ingredient that constitutes an offence preferred against an accused person. (See Woolmington v DPP [1935] UKHL).  Even if an accused person opts to keep quiet, the prosecution retains the legal burden to establish its case to the required standard of proof beyond any reasonable doubt.",
            "[25].Having read the trial court’s judgment, this court does not find that the trial court shifted the burden of proof to the appellant. The trial court after due consideration of the prosecution’s case alongside the appellant’s defence of plain denial, as a whole in accordance with method of Okethi Olale v. R (1964) EA 555, correctly found that the offence had been proved beyond reasonable doubt.",
            "[26].It is trite law that the sentencing rests at the discretion of a trial court and an appellate court should only interfere where the trial court misdirected itself on principle or the sentence is manifestly excessive so as to cause an injustice.  See Wanjema v. R (1971) EA 493, 494, where the Court of Appeal for East Africa held:“An appellate court should not interfere with the discretion which a trial court has exercised as to sentence unless it is evident that it overlooked some material factor, took int account some immaterial factor, acted on a wrong principle or the sentence is manifestly excessive in the circumstances of the case. The instant sentence merits this court’s interference with it on each of these grounds. No account was taken, as it should have been, of the fact that the appellant pleaded guilty: Skone (1967) 51 Cr. App. R. 165 and Godfrey (1967) 51 Cr. App. TR. 449. This admits no doubt because the magistrate awarded maximum sentence to the first offender, which of itself is unusual).”",
            "[27].The Kenya Court of Appeal in Bernard Kimani Gacheru v Republic [2002] eKLR restated the principle as follows:“It is now settled law, following several authorities by this court and the High Court that sentence is a matter that rests in the discretion of the trial court. Similarly, sentence must depend on facts of each case. On appeal, the appellate court will not easily interfere with sentence unless, that sentence is manifestly excessive on the circumstances of the case, or the trial court overlooked some material factor, or acted on a wrong principle. Even if, the Appellate Court might itself have not passed that sentence and feels that the sentence is heavy these alone are not sufficient grounds for interfering with the discretion of the trial court on sentence unless, anyone of the matters already stated is shown to exist.”",
            "[28].Section 275 of the Penal Code provides for the general punishment for theft as follows:“Any person who steals anything capable of being stolen is guilty of the felony termed theft and is liable, unless owing to the circumstances of the theft or the nature of the thing stolen some other punishment is provided, to imprisonment for three years.”",
            "[29].During sentencing, the trial court, which had the advantage of observing the demeanor of the appellant, as noted in Okeno v R, said as follows:“I have considered the nature of the offence and mitigation of the accused. I have observed the demeanor of the accused. He is not remorseful at all. He does not regret his actions. In light of the above, I find that the accused deserves a deterrent sentence. The accused therefore sentenced to serve imprisonment for a period of three years.”",
            "[30].The sentence meted out to the appellant was within what was prescribed by the provisions of section 275 of the Penal Code. This Court would not interfere even if it might itself have passed a lesser (or greater) sentence. (see Gacheru v. R, supra). However, the trial court clearly erred in principle by failing to take into account the material factor that the accused was a first offender and, consequently, passed an excessive sentence to the prejudice of the appellant.",
            "[31].The Court of Appeal for Eastern Africa in Josephine Arissol v. R 1957 (EA) 447 at 449, in not so dissimilar circumstances of maximum penalty being imposed for a first offender held:“We have, however, come to the conclusion that the sentence of three year’s imprisonment, which is the maximum under the law for the offence of which she was convicted, is excessive. The appellant has hitherto been of excellent character, she is young and a first offender: all these are circumstances which normally are considered in mitigation of sentence. It is unusual to impose the maximum sentence on a first offender and it would be wrong to depart from that rule because, on the evidence, she might have been convicted for a greater offence.”",
            "[32].This court feels that it would be wrong to depart from the rule on account of failure by the accused, as observed by the trial court, to show remorse. The rule in Arissol that it is unusual to impose the maximum sentence on a first offender was reiterated in latter case of Wanjema v R, supra. In the present case, the court must find that the sentence was excessive in the circumstances as the trial court failed to take into account the fact that the accused was a first offender and also, thereby, erred on principle. This court is, on the test in Wanjema v. R supra, entitled to interfere with the sentencing discretion of the trial court.",
            "[33].In this case, failure to be remorseful and regret his actions of itself did not call for the maximum sentence of imprisonment for three years prescribed for the offence of theft under section 268 (1) as read with 275 of the Penal Code. This court considers that two thirds of the sentence would still have served the deterrent sufficiently to the satisfaction of the concern of the trial court that the accused was not remorseful at all.",
            "[34].Accordingly, for the reasons set out above, the Court makes the following Orders:1.The appellant’s appeal on conviction for the offence of theft contrary to section 268 as read with 275 of the Penal Code is dismissed.2.The appellant’s appeal on sentence is allowed, and pursuant to section 354 (3) (b) of the Criminal Procedure Code, the sentence of imprisonment for three years is set aside and substituted with a sentence of imprisonment for two (2) years from the date of sentence in the trial court.",
            "[35].The appellant has been in custody since sentence on 1/12/2020 which is a period of 1 year six months, which is more than required for a two-year imprisonment sentence, with 1/3 remission.",
            "[36].There shall, therefore, be an order, for the immediate release of the appellant unless his conduct in prison has disentitled him to the discretion of the Commissioner of Prisons to grant remission under section 46 of the Prisons Act, or he is otherwise lawfully held.Order accordingly."
        ],
        "conclusion": " DATED AND DELIVERED ON THIS 16TH DAY OF JUNE, 2022. EDWARD M. MURIITHI JUDGE Appearances: M/S Haron Gitonga & Co. Advocates for the Appellant. Ms. B. Nandwa, Prosecuting Counsel for the DPP/Respondent. "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal E009 of 2021  ",
            "Parties: ": "Sigei v Republic  ",
            "Date Delivered: ": "15 Jun 2022",
            "Case Class: ": "",
            "Court: ": "High Court at Bomet",
            "Case Action: ": "Judgment",
            "Judge(s): ": "RL Korir",
            "Citation:": "Sigei v Republic (Criminal Appeal E009 of 2021) [2022] KEHC 3161 (KLR) (15 June 2022) (Judgment)",
            "Advocates:": "Mr. Muriithi for state, Kiprotich for appellant",
            "Court Division:": "Criminal",
            "County:": "Bomet",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Appellant": "Leonard Cheruiyot Sigei",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.The Appellant was convicted by Hon. L. Kiniale, Principal Magistrate for the offence of defilement contrary to Section 8(1) as read with Section 8(3) of the Sexual Offences Act. The particulars of the Charge were that on 1st July 2018 in [particulars withheld] Sub County, within Bomet County, he intentionally and unlawfully caused his penis to penetrate the vagina of F. C, a child aged 13 years.",
            "2.The Appellant also faced an alternative Charge of committing an indecent act with a child contrary to Section 11(1) of the Sexual Offences Act. The particulars of the alternative Charge were that 1st July 2018 in [particulars withheld]Sub County, within Bomet County, he intentionally and unlawfully caused his penis to come into contact with the vagina of F.C, a child aged 13 years.",
            "3.The Appellant pleaded not guilty to the Charges before the trial court, and a full hearing was conducted. The prosecution called six (6) witnesses in support of its case.",
            "4.At the close of the prosecution case, the trial court ruled that a prima facie case had been established against the Accused and he was put on his defence.",
            "5.At the conclusion of the trial, he was convicted of the main Charge and sentenced to serve 20 years in prison.",
            "6.Being dissatisfied with the Judgment, the Accused appealed to this court on the following grounds:i.That,the trial magistrate erred on the burden of proof.ii.That the trial magistrate erred on relying on the evidence of PW1 (the complainant) which was untruthful and not corroborated by the evidence of PW4.iii.That the trial magistrate erred on relying on the evidence of PW1, PW2 and PW3 without weighing the defence against the same.iv.Thatthe trial magistrate erred in law and fact by relying on a defective birth certificate of PW1 and no inference was made by any documentary evidence in respect of age assessment of PW1 thus arriving at a wrong sentence and conviction.v.Thatthe trial magistrate erred in casually disregarding the defence case.vi.Thatthe trial magistrate erred in law and fact by relying on the evidence of PW1, PW2, PW3 and PW4 which did not disclose the key ingredients of the offence of defilement notably age assessment, penetration and identification.vii.Thatthe trial magistrate erred in making inference which was not supported by evidence.viii.Thatthe trial magistrate erred in finding the appellant guilty of the offence before analysing the defence case.ix.Thatconsequently, the findings of the trial magistrate were bad in law and fact against the weight of the evidence.x.Thatthe sentence of 20 years was harsh and oppressive on the appellant and moreso when the age of PW1 was not ascertained.xi.That the prosecution failed to prove its case beyond reasonable doubt.",
            "7.It was the Prosecution’s case in the trial that the Accused defiled the minor F.C on 1st July 2018. PW1 testified that on the material day, she had gone to collect milk from Caro’s home. She stated that after collecting the milk, she met the Accused, whom she described as a neighbour at the gate of Caro. It was PW1’s testimony that the Accused held her sweater and pulled her. That she removed the sweater and ran to a neighbour called Joan where she found 3 children namely  C, E K and E K.",
            "8.PW1 testified that the Accused followed her there and demanded a memory card. It was PW1’s testimony that the Accused pulled her again. That she told the other children to follow her to see what the Accused would do. It was her further testimony that it was about 6.30 pm and it was getting dark.",
            "9.It was PW1’s testimony that the Accused threatened the children not to follow him. That the Accused pulled her to the shamba that was close to Caro’s house, covered her mouth, removed her pant, removed his penis and placed it in her private parts. PW1 further testified that the Accused ran away upon seeing a d-light that was approaching.",
            "10.PW1 further told the court that Caro and other people screamed and this attracted other people who came to the scene. She testified that a boda boda was brought and she was taken to hospital where she was given medication. It was her testimony that the matter was reported to the police at Siongiroi.",
            "11.PW2 (F C) testified that on the material day, she was with EK and EK. She testified that PW1 told her that the Accused had chased her while asking for a memory card.",
            "12.It was PW2’s testimony that the Accused arrived and pulled the complainant and she followed them together with EK and EK. That the Accused threatened to beat them if they did not return home.",
            "13.She further told the court that she ran and called Caroline and when they returned, they found PW1 behind the house and it was at that point that they began to scream. She stated that she knew the Accused before the incident as he was a neighbour.",
            "14.V C (PW3) testified that she was PW1’s cousin and a guardian. That on the material day, E K and E K came to her shop and told her that PW1 had been pulled by the Accused into the nappier grass. It was her testimony that she locked her shop and ran towards the nappier grass. She testified that she found PW1 behind the house and with no biker on. She further testified that PW1 had the biker in her hand and that her shoes were close to the nappier grass.",
            "15.It was PW3’s testimony that PW1 told her that the Accused had defiled her and ran away. PW3 further testified that the Accused later came to the scene and was very harsh (meaning annoyed) stating that they had spoilt his name. She stated that she took PW1 to Siongiroi Health Centre and reported the matter to Chebunyo Police Station the following day. PW3 testified that she took care of PW1 as her parents lived in Molo and that PW1 was aged 13 years at the time of the defilement.",
            "16.Kiprono Ian Samoei (PW4) testified that he was a clinical officer working at Sigor Sub County Hospital and that he had practiced for over 5 years. He testified that he examined PW1 on the material day and made treatment notes which he produced as P. Exh 4. He further testified that he examined PW1 again on 2nd July 2018, a day after the sexual assault and filled a P3 form which he produced as P. Exh 3.",
            "17.PW4 testified that he examined PW1’s genitalia and found a broken hymen which in his opinion wasn’t newly broken. He also stated that there was vaginal bleeding due to monthly periods. He stated that he did a high vaginal swab and found no spermatozoa and that upon doing a urine analysis, he found one or two pus cells. It was his opinion that the hymen was not freshly broken. He concluded that there was defilement. He produced a Post Rape Care Form as P.Exh 2.",
            "18.No. 244809, APC Johanes Oduor Olando (PW5) testified that on the material day he was on duty at Siongiroi AP Post when PW3 came to report that her foster daughter had been forced into sexual acts by the Accused. It was his testimony that PW3 had a medical summary from Siongiroi Health Centre that indicated that PW1 had been examined. He stated that PW3 received a call and she was told that the Accused had been spotted at Siongiroi boda boda stage carrying a travelling bag. That they went to the stage together with other officers and arrested the Accused and they handed him over to officers from Chebunyo Police Post.",
            "19.No. 117124 PC Christine Wanja (PW6) testified that she was the Investigating Officer in this case and she was based at Chebunyo Police Post where she had been there for over a year. That on 2nd July 2018, a report was made at the Post that PW1 had been defiled by the Accused. It was her testimony that she took PW1 to Siongiroi Health Centre for examination and a P3 form was filled. That she later recorded the statements of PW1 and other witnesses.",
            "20.PW6 stated that she found that PW1 had been defiled by the Accused on 1st July 2018 when she returned home from collecting milk. That the Accused took her to the farm near the nappier grass and defiled her. It was her testimony that PW1 was aged 13 years at the time of the incident and she produced a copy of the birth certificate as P. Exh 1. She stated that she was given the birth certificate by the guardian as the parents of PW1 lived in Molo and were in possession of the original birth certificate.",
            "21.The Respondent submitted that the age of a victim in sexual offence was of paramount importance. That the birth certificate of the minor was produced and although the appellant challenged its authenticity, it was still a document that was recognized by the Government and it was obtained in the year 2017, way before this case began. It was the Respondent’s submission that there was no contradiction on the evidence of age between PW1 and PW3 as they lived closely with PW1. It was the Respondent’s further testimony that PW1 was a primary school pupil and could not have been over 18 years of age. That the best evidence in relation to age was a Birth Certificate.",
            "22.Regarding penetration, the Respondent submitted that PW4 had confirmed that there was penetration which was not fresh and that the bleeding he observed was due to her monthly period. That PW1’s testimony was corroborated by PW4 findings.",
            "23.The Respondent submitted that PW1 had confirmed that the Appellant defiled her and PW1 and PW2 placed the Appellant at the scene of crime. That the Appellant raised the defence of alibi at the defence hearing as opposed to the start of the prosecution case and therefore the alibi defence was an afterthought.",
            "24.The Respondent submitted that there was no law that required the presence of spermatozoa to prove penetration. It was the Respondent’s further submission that the Sentence meted out was proper as it was the minimum and not the maximum. It was the Respondent’s submission that the appeal was devoid of merit and ought to be dismissed.",
            "25.On the standard of proof, the Respondent submitted that they proved their case beyond reasonable doubt and relied on the case. They cited several authorities to support their submissions including Miller v Minister of Pensions [1974] 2 All ER 372-373 G.O.A v Republic [2018] eKLR, Mark Ouiruri v Republic [2013] eKLR and Erick Onyango Odeng v Republic [2014] eKLR.",
            "26.The Accused, Leonard Cheruiyot Sigei testified as DW1 where he denied committing the offence. That on the material day, he was at home feeding the cattle. That he asked people who were working at his brother’s house (SS, DW3) to come and do wiring in his house. It was his testimony that they came and worked until 7 pm. That he was with his wife, SS and Nicholas Langat.",
            "27.It was the Accused’s testimony that CCM whom he referred to as PW2 arrived and asked why they had beaten her child. Upon being asked which child she referred to, she clarified the girl who had come from Molo. The Accused denied beating the girl.",
            "28.The Accused stated that C had bought land from his uncle in 2016. That they had differences with C regarding the land and that Cdid not want to resolve the boundary dispute. It was the Accused’s testimony that he told his wife not to quarrel with C.",
            "29.The Accused testified that he was arrested the following day by an officer from Siongiroi and was arraigned in court. He said that he did not know the complainant and only got to know her in court. That his (Accused’s) family and that of C had a bad relationship due to the boundary dispute.",
            "30.DW2 (ES) testified that she was the Accused’s wife and that they lived together. That on the material day, in the company of DW1 they went to church and returned home at around 2pm. That they took lunch at around 5.30 pm and thereafter N came with some people to do wiring and fix the lights for them.",
            "31.It was DW2’s testimony that PW3 (VC) came and began raising the alarm that her child from Molo had been defiled. That it was not the first time she had said that. It was DW2’s testimony that they had not seen or noticed anything as no one had left their home since 5.30 pm. That the fundis finished and they ate supper at 8pm and Leonard saw them off.",
            "32.DW2 testified that DW1 called her the following day and informed her that he had been arrested. It was DW2’s testimony that PW3 was a neighbour and that she bought land from a neighbour. That they did not have a good relationship with her. It was DW2’s testimony that PW3 destroyed any fence they put up. It was DW2’s further testimony that she was with DW1 from 5.30 pm to 8. 30 p.m. and there was no way that he could have committed the offence. That DW1 was also with N and SS.",
            "33.DW3 (SS) testified that he was the brother to DW1. That on the material day, Nicholas came and they proceeded to DW1’s house to do wiring. It was his testimony that they installed the wires until around 7p.m. That C was also known as V, who was PW3.",
            "34.It was DW3’s testimony that PW3 began making noises and stated that DW1 should leave the land and houses. That there was a dispute between PW3 and DW1 where it was alleged that DW1 had assaulted PW3’s child. DW3 averred that DW1 did not commit the offence and that he did not know the victim.",
            "35.NK (DW4) testified that he was DW1’s neighbour. That on the material day, DW1 called him to do wiring in his house. That they went to DW1’s house together with DW3 and worked until 6.30 p.m. He testified that while he worked, he heard noises outside and upon inquiring what the noise was about, DW2 informed him that they had a boundary dispute with a neighbour and that the neighbour even quarrelled when chicken crossed over to her farm. That they later left DW1’s house and heard that he had been arrested the following day. He testified that DW1 could not have committed the defilement as he was with him the entire evening.",
            "36.The Appellant submitted that the case was not proved. He submitted that the contradictory evidence of PW1 and PW4 clearly showed that there was no penetration as PW4 would have observed a freshly broken hymen. That PW4 had stated in cross examination and re-examination that the hymen was broken a long time ago. The Appellant further submitted that PW4 had clarified that the infection on PW1’s vagina could not be solely attributed to sexual intercourse. That there was no spermatozoa found in the swab obtained from PW1. That therefore the prosecution failed to prove that there was penetration.",
            "37.The Appellant submitted that the defence evidence showed that on the material day, he was with DW2, DW3 and DW4 in his house. It was his further submission that the trial magistrate erred when she relied on the evidence of PW1, PW2, and PW3 without weighing it against the defence.",
            "38.It was the Appellant’s submission that the prosecution failed to call Caro, the woman who alleged to have come to the scene of crime and found PW1, whose evidence would have corroborated the evidence of PW1, PW2 and PW3. That they also failed to call Joan, the mother of PW2, EK and EK.",
            "39.The Appellant submitted that the trial court did not consider the bad blood between the Accused and PW3 over the boundary dispute which made PW3 instigate the present case to settle scores.",
            "40.On the age of the victim, the Appellant submitted that the trial court relied on a defective birth certificate. That PW3’s testimony regarding the age of PW1 was doubtful since she did not sire her and the prosecution failed to call either the father or mother to tender evidence on the age of PW1. It was the Appellant’s further submission that PW3 fraudulently obtained the birth certificate which was produced as a Photostat. That the birth certificate was not certified a true copy of the original and it therefore offended Sections 64 and 66 of the Evidence Act. He relied on the cases of Adam Daktari Konoye v Republic [2019] eKLR and Kaingu Elias Kasomo v Republic, Criminal Appeal Case No. 504 of 2010 to support his submissions.",
            "41.On Sentence, the Appellant submitted that the Sentence of 20 years was harsh and oppressive as the complainant may have been above 13 years.",
            "42.It was his final submission that the prosecution failed to prove the age of the complainant, penetration and identification of the Accused and consequently the conviction and sentence be quashed.",
            "43.This being the first appellate court, I have a duty to re-evaluate the evidence on record. The Court of Appeal in the case of Abok James Odera T/A A.J Odera & Associates v John Patrick Machira T/A Machira & CO. Advocates [2013] eKLR, restated this duty as follows: -“This being a first appeal, we are reminded of our primary role as a first appellate court namely, to re-evaluate, re-assess and reanalyse the extracts on the record and then determine whether the conclusions reached by the learned trial Judge are to stand or not and give reasons either way”.",
            "44.I have gone through and given due consideration to the Petition of Appeal dated 1st March 2021, the Appellant’s Written Submissions dated 18th November 2021 and the Respondent’s Written Submissions dated 28th February 2022. The following issues arise for my determination.(i)Whether the Prosecution proved its case beyond reasonable doubt.(ii)Whether the Defence places doubt on the Prosecution case.(iii)Whether the Sentence preferred against the Accused was manifestly excessive, harsh and severe.",
            "45.It is trite law that for the offence of defilement to be established, three ingredients being the age of the victim, penetration and positive identification or recognition of the offender must be proved.",
            "46.The Accused was charged with defilement contrary to section 8(1) as read with section 8(3) of the Sexual Offences Act No. 3 of 2006. Section 8 (1) of the Act states that any person who commits an act which causes penetration with a child is guilty of an offence of defilement. The Children’s Act no. 8 of 2001. A child is defined in the Children’s Act as any human being under the age of eighteen years.",
            "47.The importance of proving age was underscored by the Court of Appeal in the case of Hadson Ali Mwachongo v Republic [2016] eKLR, as follows: -“The importance of proving the age of the victim of defilement under the Sexual Offences Act by cogent evidence cannot be gainsaid. It is not in doubt that the age of the victim is an essential ingredient of the offence of defilement and forms an important part of the charge because the prescribed sentence is dependent on the age of the victim. In Alfayo Gombe Okello v Republic Cr. App 203 of 2009 (Kisumu) this Court stated as follows: -In its wisdom, Parliament chose to categorize the gravity of that offence on the basis of age of the victim, and consequently the age of the victim is a necessary ingredient of the offence which ought to be proved beyond reasonable doubt. This must be so because dire consequences flow from proof of the offence under section 8(1)”.",
            "48.PW3 produced a birth certificate (P.Exh1). The Birth Certificate indicated that PW1 was born on 6th July 2004 and that the name of the mother was VCM (PW3). The authenticity of the Birth Certificate was challenged by the Accused. He said that the name of the victim’s mother was at variance with PW3’s name. This discrepancy was explained by PW3 upon cross examination where she stated that she was not the real mother of PW1 but that PW1 was in her custody. She further stated that the parents of PW1 (A and RR) lived in Molo. She told the court that the victim was her cousin and was under her custody.",
            "49.I am not convinced by the authenticity of the Birth Certificate as it does not bear the names of the parents of the victim. It cannot be used to determine the age of PW1. However, it is uncontested that at the time of the incident, PW1 was a school going child. PW1 testified that she was a pupil at [particulars withheld] Primary School. PW1 confirmed the same upon cross examination and further stated that she was in class 8. From this set of facts, I am satisfied that while PW1 may not have been proven to be 13 years of age was definitely not above 18 years of age. She was a minor.",
            "50.Section 2 of the Sexual Offences Act defines penetration as the partial or complete insertion of genital organs into the genital organs of another person. In the case of EE v Republic [2015] eKLR, Riechi J. stated that: -“An important ingredient of the offence of defilement is that there must have been penetration. Penetration or act of sexual intercourse has therefore to be proved to sustain a charge of defilement”.",
            "51.With respect to proof, the Supreme Court of Uganda held in the case of Bassita vs. Uganda S.C. Criminal Appeal Number 35 of 1995, that: -“The act of sexual intercourse or penetration may be proved by direct or circumstantial evidence. Usually, the sexual intercourse is proved by the victims own evidence and corroborated by the medical evidence or other evidence. Though desirable it is not a hard and fast rule that the victim’s evidence and medical evidence must always be adduced in every case of defilement to prove sexual intercourse or penetration. Whatever evidence the prosecution may wish to adduce, to prove its case, such evidence must be such that it is sufficient to prove the case beyond reasonable doubt”.",
            "52.PW4 who was the clinical officer produced treatment notes that were marked as P.Exh 4. He also produced and marked the P3 form and Post Rape Care Form as P. Exh 3 and P.Exh. 2 respectively. PW4 testified that he examined the complainant on 2nd July 2018 and found that she had a broken hymen which was not newly broken. He further testified that he conducted a urine analysis and found one or two pus cells. It was his finding that due to the broken hymen, there was defilement.",
            "53.Section C of the P3 form revealed the results of the examination that the hymen was broken but not fresh. PW4 testified that the hymen was not freshly broken. The Accused did not challenge the authenticity or the contents of the P3 form when he cross examined PW4.",
            "54.The Post Rape Care Form that was filled on the material day confirmed the findings contained in the P3 form. I am convinced on the strength of the evidence contained in the P3 form, Post Rape Care Form and the testimonies of PW1 and PW4 that there was penetration. The question however is whether penetration happened on the material date or earlier.",
            "55.PW4 testified that upon examining PW1, he found a broken hymen and it was his further finding that the hymen was not freshly broken. The same findings were contained in the P3 form and Post Rape Care Form. While I appreciate that there was evidence of penetration, there was no evidence that it happened on the material day.",
            "56.To bolster his defence, the Appellant submitted that there was no spermatozoa found in the vaginal swab obtained from PW1 which in his view meant that there was no penetration. I have no hesitation in dismissing both the ground of appeal and submission. This is because there is no mandatory requirement for DNA testing. In the case of Robert Mutungi Mumbi v Republic, Criminal Appeal Number 52/2014 [2015] eKLR the Court of Appeal held that:“Section 36 (1) of the Act empowers the Court to direct a person charged with an offence under the Act to provide samples for tests, including for DNA testing to establish linkage between the accused person and the offence. Clearly, that provision is not couched in mandatory terms. Decisions of this court abound which affirm the principle that medical or DNA evidence is not the only evidence by which commission of a sexual offence may be proved.”",
            "57.Furthermore, the law does not require the presence of spermatozoa as proof of penetration. The Court of Appeal in the case of Mark Ouiruri v Republic (2013) eKLR, expressed itself on this matter as follows: -“…… and the effect that the medical examination was carried out on her on 16th November 2008, five days after the event, and that during that time she must have taken a bath and no spermatozoa could be found. In any event, the offence is against penetration of a minor and penetration does not necessarily end in the release of sperms into the victim. Many times the attacker does not fully complete the sexual act during commission of the offence. That is the main reason why the law does not require that evidence of spermatozoa be availed. So long as there is penetration whether only on the surface, the ingredient of the offence is demonstrated, and the penetration need not be deep inside the girl’s organ….”",
            "58.Clarity on this issue was given by the Court of Appeal even prior to the enactment of the Sexual Offences Act (2006) in the case of Benjamin Mwangi & Another v Republic [1984] eKLR, where the Court rendered itself as follows:“The presence of spermatozoa alone in a woman’s vagina is not conclusive proof that she has sexual intercourse nor is absence of spermatozoa in her vagina proof of the contrary. What is required to prove that sexual intercourse has taken place is proof of penetration, an essential fact of the offence of rape.”",
            "59.With regard to the issue of identification, the Court of Appeal in the case of Cleophas Wamunga v Republic [1989] eKLR expressed itself as follows:“Evidence of visual identification in criminal cases can bring about miscarriage of justice and it is of vital importance that such evidence is examined carefully to minimize this danger. Whenever the case against a defendant wholly depends or to a great extent on the correctness of more identifications of the accused which he alleges to be mistaken, the court must warn itself of the special need for caution before convicting the defendant in reliance on the correctness of the identification”.",
            "60.The English case of R v Turnbull 1977] QB 224 is useful in this regard:“If the quality (of identification evidence) is good and remains good at the close of the accused’s case, the danger of mistaken identification is lessened; but the poorer the quality, the greater the danger. In our judgment when the quality is good, as for example when the identification is made after a long period of observation, or in satisfactory conditions by a relative, a neighbour, a close friend, a workmate and the like, the jury can safely be left to assess the value of the identifying evidence even though there is no other evidence to support it; provided always, however that an adequate warning has been given about the special need for caution”.",
            "61.In the present case, PW1 testified that the Accused was the person who defiled her. She further testified that she knew the Accused as a neighbour and that she saw him well on the material day. The court record also noted that PW1 identified the Accused in court. It was clear that PW1’s evidence was more of recognition than identification. In this respect, I draw guidance from the case of Peter Musau Mwanza v Republic [2008] eKLR, where the Court of Appeal expressed itself as follows: -“We do agree that for evidence of recognition to be relied upon, the witness claiming to recognise a suspect must establish circumstances that would prove that the suspect is not a stranger to him and thus to put a difference between recognition and identification of a stranger. He must show, for example, that the suspect has been known to him for sometime, is a relative, a friend or somebody within the same vicinity as himself and so he had been in contact with the suspect before the incident in question. Such knowledge need not be for a long time but must be for such time that the witness, in seeing the suspect at the time of the offence, can recall very well having seen him earlier on before the incident. It is not clear whether that is what Mr. Mutuku refers to as basis for recognition.”",
            "62.The remaining prosecution witnesses did not witness the defilement though the testimony of PW2 placed the Accused near the crime scene. PW2 testified that PW1 had told her that the Accused had been chasing her while asking for a memory card. As they were talking the Accused arrived and pulled PW1. It was her testimony that she followed the Accused and PW1 together with EK and EK. That the Accused threatened to beat her if she did not return home. It is salient to note that PW2 identified the Accused as a neighbour.",
            "63.I am satisfied that the Accused was properly identified by PW1 and PW2. He was also placed on the scene by PW2. The evidence of recognition by PW1 and PW2 was sufficient and of good quality as they both identified the Accused as a neighbour and also identified him in court.",
            "64.The evidence described above is circumstantial. The two minors EK and EK though not called as witnesses went to call PW2 and upon responding, PW2 found the victim standing without shoes near the nappier grass with her biker in her hand and PW1 immediately told her that she had been defiled by the Appellant. In the absence of corroborative medical evidence of recent penetration, the evidence falls short of proof of penetration. The evidence however disclose a lesser offence of attempted defilement provided under Section 9(1) of the Sexual Offences Act.",
            "65.The Accused denied committing the offence of defilement. He stated that on the material day, he was at home with this wife (DW2), SS and DW4. That electrical work was being done in his home till late in the evening i.e. 7pm and that there was no way he could have defiled PW1. He further stated that they had a land boundary dispute with CC and that was the basis of this accusation.",
            "66.DW2 corroborated what DW1 had testified. DW3 who was DW1’s brother stated that on the material day, he was with DW1 as wire installation was being done in his home. It was DW3’s testimony that C was also known as V. That there was a dispute between Veronica and DW1 regarding chicken and mbuzi that went to Veronica’s land to destroy his plants. DW4 testified that he was with DW1 on the material day till late in the evening and there was no way he would have committed the offence. It was his testimony that he heard from DW2 that they heard a boundary dispute with a neighbour he did not identify.",
            "67.First, let me address the purported boundary dispute between DW1 and CCM. There was no evidence fronted by DW1, DW2, DW3 and DW4 to back up these claims. It emerged from the testimony of DW3 that CCM was also known as V who testified as PW3 He also stated that the dispute between DW1 and V was that DW1’s mbuzi and chicken trespassed into V’s land and destroyed her crops. There was no mention of a boundary dispute in DW3’s testimony. It was notable that PW6 who was the Investigating Officer, upon cross examination stated that she did not find any land dispute between the Accused and PW3.",
            "68.It is my finding that the defence of an existence of a boundary dispute was an afterthought. The explanations put forward by the Accused and his three witnesses were insufficient, contradictory and without basis. This defence did not cast doubt on the prosecution case.",
            "69.The Accused raised an alibi defence by stating that he was at home with DW2, Stacy Sigei and DW4. His wife (DW2) and DW4 supported his alibi. Alibi is defined in the Black’s Law Dictionary, 10th Edition as:“A Defence based on the physical impossibility of a defendant’s guilt by placing the defendant in a location other than the scene of the crime at the relevant time”.",
            "70.The principle has long been accepted that an accused person who wishes to rely on a defence of alibi must raise it at the earliest opportunity to afford the prosecution an opportunity to investigate the truth or otherwise of the alibi. In Republic v Sukha Singh S/O Wazir Singh & Others [1939] 6 EACA 145, the former Court of Appeal for Eastern Africa held that:“If a person is accused of anything and his defence is an alibi, he should bring forward that alibi as soon as he can because, firstly, if he does not bring it forward until months afterwards there is naturally a doubt as to whether he has not been preparing in the interval, and secondly, if he brings it forward at the earliest possible moment it will give prosecution an opportunity of inquiring into that alibi and if they are satisfied as to its genuineness proceedings will be stopped”.",
            "71.It is trite that once a Respondent raises an alibi defence, the onus is on the prosecution to displace the defence of alibi after the defence raises it at the trial. This was held in the Court of Appeal case of Victor Mwendwa Mulinge v Republic [2014] eKLR as:“It is trite law that the burden of proving falsity, if at all, of an accused‘s defence of alibi lies on the prosecution”.The Court of Appeal in the case of Wang’ombe v Republic [1980] KLR 149 held as follows:“……. In Ssentale v Uganda [1968] EA 365, 368 (Sir Udo Udoma CJ)…. said that a prisoner who puts forward an alibi as an answer to a charge does not thereby assume any burden of proving that answer; it is a misdirection to refer to any burden as resting on the prisoner in such a case; for the burden of proving his guilt remains throughout the prosecution. We agree, we have ourselves said so on more than one occasion. . . .The defence of alibi was put forward for the first time some four months after the robbery when the appellant made his unsworn statement in court. Even in such circumstances the prosecution or the police ought to check and test the alibi wherever possible”.",
            "72.In this case I note that this defence of alibi was raised at the defence hearing and not at the beginning of the trial. Besides, it did not shake the prosecution evidence which clearly placed the Appellant at the scene. It is my finding that the defence of alibi fails as I consider it an afterthought. Indeed the entire defence did not cast doubt on the prosecution case.",
            "73.The court is granted power to convict on a lesser charge where the evidence so discloses even if an accused was not charged with it. Section 179 (2) of the Criminal Procedure Code states that: -“When a person is charged with an offence and facts are proved which reduce it to a minor offence, he may be convicted of the minor offence although he was not charged with it”.",
            "74.In this case, I have come to the conclusion that the evidence discloses the lesser charge of attempted defilement. I substitute the initial charge of defilement with that of attempted defilement under section 9(1) as read with section 9(2) of the Sexual Offences Act. The Appellant is convicted accordingly.",
            "75.Section 9(2) of the Act provides that: -(2)A person who commits an offence of attempted defilement with a child is liable upon conviction to imprisonment for a term of not less than ten years.",
            "76.The applicable principles in considering sentence on appeal were restated by the Court of Appeal in Bernard Kimani Gacheru v Republic [2002] eKLR, in the following terms: -“It is now settled law, following several authorities by this court and the high court, that sentence is a matter that rests in the discretion of the trial court. Similarly, the sentence must depend on the facts of each case. On appeal, the appellate court will not easily interfere with sentence unless, that sentence is manifestly excessive in the circumstances of the case, or that the trial court overlooked some material factor, or took into account the wrong material, or acted on the wrong principle. Even if, the appellate court feels that the sentence is heavy and that the appellate court might itself not have passed that sentence, these alone are not sufficient grounds for interfering with the discretion of the trial court on sentence unless, anyone of the matters already states is shown to exist”.",
            "77.I have considered the Appellant’s mitigation, in which he pleaded for leniency stating that he had young children who depended on him and that his youngest child was unwell. This court however would be failing in its duty if it did not avail children the protection of the law against those minded to prey on their innocence.",
            "78.In the final analysis, I set aside the conviction for the offence of defilement and enter a conviction for the offence of attempted defilement. I also set aside the Sentence of 20 years Imprisonment and substitute therefor a Sentence of 10 years’ Imprisonment. This Sentence shall run from the first date of conviction and sentence.",
            "79.Orders accordingly."
        ],
        "conclusion": " JUDGMENT DELIVERED, DATED AND SIGNED AT BOMET THIS 15TH DAY OF JUNE, 2022. .......................... R. LAGAT-KORIR JUDGE Judgment delivered in the presence of Mr. Muriithi for the State, Mr. Koech holding brief for Mr. Koske for the Appellant and Kiprotich (Court Assistant). "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Revision E006 of 2021  ",
            "Parties: ": "Kebati v Republic  ",
            "Date Delivered: ": "14 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "High Court at Machakos",
            "Case Action: ": "",
            "Judge(s): ": "MW Muigai",
            "Citation:": "Kebati v Republic (Criminal Revision E006 of 2021) [2022] KEHC 643 (KLR) (14 June 2022) (Ruling)",
            "Advocates:": "Alex Mosoti Kebati for Applicant, Mwongera for the Respondent",
            "Court Division:": "Criminal",
            "County:": "Machakos",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Applicant": "Alex Mosoti Kebati",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.The applicant was charged with rape contrary to Section 3 (1) (a) as read with section 3(3) of the Sexual Offences Act.",
            "2.In the alternative, the Applicant was charged with committing an indecent act with a child contrary to Section 11(A) of the Sexual Offences ActNo.3 of 2006.",
            "3.The Trial Magistrate convicted and sentenced the Appellant to serve ten (10) years imprisonment.",
            "4.Aggrieved by this decision he appealed before this court vide Machakos High Court Criminal Appeal Number 34 of 2017.",
            "5.On 17th October 2018, the Honourable Justice D.K Kemei dismissed the appeal and upheld both the conviction and sentence for the charge of defilement.",
            "6.The Applicant filed an undated Chamber Summons on 19th January 2021 seeking the following orders, That;a.The court invokes the provision of Section 137 I (2a) of the Criminal Procedure codeb.The court further invokes the provisions of Article 50 (p) of the Constitutionc.The court tender mercy and justice and be able to review the sentence downward while invoking the principle of natural justiced.The court be pleased to note that the applicant is a first offendere.The court find that the applicant is meritorious and grant orders that it deems fit to as a reprievef.The court invoked the provisions of section 333(2) of the Criminal Procedure Code and order that the sentence start from the date of arrested, 5th November 2014 to 26th November 2015.",
            "7.He has filed a supporting affidavit that has not been commissioned nor dated in which he states that he was in remand for 1 year 1 month which was not taken into consideration during sentencing and asked for leniency as he is a first offender.",
            "8.The Applicant filed submissions on 3rd March 2022 where he submitted that since he was arrested on 5th November 2014 and has been in custody until he was sentenced. He relied on section 333(3) of the Criminal Procedure Code and the case of Ahamad Mohammed & Another vs Republic [2018] eKLR to support his position.",
            "9.He also relied on Para 7.10 of the Sentencing Policy Guidelines that states;7.10 The proviso to Section 333 (2) of the Criminal Procedure Code obligates the court to take into account the time already served in custody if the convicted person had been in custody during the trial. Failure to do so impacts on the overall period of detention which may result in an excessive punishment that is not proportional to the offence committed.7.11 In determining the period of imprisonment that should be served by an offender, the court must take into account the period in which the offender was held in custody during the trial.",
            "10.He cited the Judiciary Criminal Procedure Bench Book (2018) Pg 122 Paragraph 45.",
            "11.The Respondent filed submissions on 10th of March 2022 in which counsel submitted that the Application is un-procedural and an abuse to the structure of courts and should be dismissed. He submitted that the Applicant should first exhaust his right to appeal at the Court of Appeal as this court is functus officio. Reliance was placed on the cases of Telkom Kenya Limited v John Ochanda (Suing On His Own Behalf and on Behalf Of 996 Former Employees of Telkom Kenya Limited) [2014] eKLR and Raila Odinga & 2 Others vs Independent Electoral & Boundaries Commission& 3others [2013] eKLR.",
            "12.I have considered the application and written submissions filed on behalf of the respective parties.",
            "13.Section 362 of the Criminal Procedure Code(CPC) is clear on the scope of revision in criminal trial as follows:-“The High Court may call for and examine the record of any Criminal proceedings before any Subordinate Court for the purposes of satisfying itself as to the correctness, legality or propriety of any finding, sentence or order recorded or passed, and as to the regularity of any proceedings of any such subordinate Court.”",
            "14.Section 364 of the CPC provides that:-“(1)In the case of a proceeding in a subordinate court the record of which has been called for or which has been reported for orders, or which otherwise comes to its knowledge, the High Court may –(b)in the case of any other order other than an order of acquittal, alter or reverse the order.”",
            "15.As was stated by the High Court of Malaysia in Public Prosecutor vs. Muhari bin Mohd Jani and Another [1996] 4 LRC 728 at 734, 735:“…..The object of revisionary powers of the High Court is to confer upon the High Court a kind of “paternal or supervisory jurisdiction” in order to correct or prevent a miscarriage of justice. In a revision the main question to be considered is whether substantial justice has been done or will be done and whether any order made by the lower court should be interfered with in the interest of justice…”",
            "16.Section 333(2) of the Criminal Procedure Code stipulates that the time spent in custody must be taken into account. It was emphasized in the cases of Ahamad Abolfathi Mohammed & Another v Republic[2018] eKLR and in  Bethwel Wilson Kibor vs. Republic , CA at Eldoret Cri. Appeal No. 78 of 2009 that the period must be taken into account before sentencing.",
            "17.Kiarie Waweru Kiarie J. in the case of Joseph Maburu alias Ayub v Republic [2019] eKLR where the Court stated that:-“Sentencing is a judicial exercise. Once a judge or a judicial officer has pronounced a sentence, he/she becomes functus officio. If the sentence is illegal or inappropriate the only court which can address it is the appellate one.Black’s Law Dictionary Tenth (10th) Edition describes defines sentence as:The judgment that a court formally pronounces after finding a criminal defendant guilty; the punishment imposed on a criminal wrongdoer.Remitting a matter to the trial court which had become functus officio after sentencing flies in the face of the doctrine of functus officio. It amounts to asking the trial court to clothe itself with the jurisdiction of an appellate court. This is an illegality.”",
            "18.In persuasive authority of Vincent Sila Jona & 87 Others v Kenya Prison Service & 2 Others [2021] eKLR in Petition 15 of 2020, Hon G.V Odunga J held;a)A declaration that all Courts are enjoined by Section 333(2) of CPC in imposing sentences other than sentence of death to take into account the period spent in custody.See also; Musyeki Lemoya vs Republic (2014) eKLR.",
            "19.This Court finds that it can /will review /revise the Trial Court’s computation of sentence to meet the mandatory requirement of Section 333(2) of the CPC.",
            "20.It is not a review or revision of the increase, decrease or variation of sentence as to that extent the merits and demerits of the conviction and sentence have been canvassed and ventilated through an appeal which upheld both conviction and sentence. Therefore, to that extent this Court is functus officio and any further question(s) on these merits ought to be placed before the Court of Appeal.",
            "21.Where this Court is asked to compute the sentence already meted out and this issue was not dealt with by the Trial Court nor raised by Appellant on appeal in this Court, then this Court in compliance with Article 50 (p) & (q) COK 2010 ought to revise/review the Trial Court’s computation of sentence in compliance with Section 333(2) CPC. This position is fortified by The Sentencing Policy Guidelines & Judiciary Criminal Procedure Bench Book (2018).",
            "22.The Court gleaned through the Trial Court record both handwritten and typed proceedings and find that it is not sequential and/or complete. Although the charge sheet confirms that the Accused person was arraigned in Court on 8/9/2014, the complete record does not confirm or otherwise whether upon being granted bond he remained in custody or not and was released on bond. Therefore, this Court cannot come to an informed decision on the matter. The Applicant may pursue the claim in CoA upon proper records being furnished."
        ],
        "conclusion": " RULING DATED, SIGNED AND DELIVERED VIRTUALLY AT MACHAKOS THIS 14 TH   JUNE, 2022 (VIRTUAL CONFERENCE) M.W MUIGAI JUDGE COURT : The Court ICT Platform not working. Matter deferred to 15/06/2022 M.W. MUIGAI JUDGE 15/06/2022 COURT : Ruling read over and explained to Parties/Counsel in Open Court Online. IN THE PRESENCE OF: ALEX MOSOTI KEBATI - APPLICANT MWONGERA - FOR THE RESPONDENT GEOFFREY - COURT ASSISTANT "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal E023 of 2021  ",
            "Parties: ": "Opiyo v Republic  ",
            "Date Delivered: ": "14 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "High Court at Siaya",
            "Case Action: ": "",
            "Judge(s): ": "RE Aburili",
            "Citation:": "Opiyo v Republic (Criminal Appeal E023 of 2021) [2022] KEHC 2986 (KLR) (14 June 2022) (Ruling)",
            "Court Division:": "Criminal",
            "County:": "Siaya",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Appellant": "Dan Onyango Opiyo",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.On application by the Appellant herein Dan Onyango Opiyo and who, upon the court informing him of the filed and served Notice of enhancement of sentence by the State, this appeal against conviction and sentence as filed on 7/12/2021 be and is hereby marked as wholly withdrawn.",
            "2.However, as the convict was not given the benefit of section 333(2) of the Criminal Procedure Code, yet he was in prison custody during the period of the trial in the lower court, I hereby order that the 30 years concurrent imprisonment imposed on him on 27/9/2021 by the trial court upon conviction for offence of Robbery with violence contrary to section 296(2) of the Penal Code and Manslaughter contrary to section 202 as read with section 205 of the Penal Code shall be calculated from the date of appellant’s arrest on 10/11/2018 as per the charge sheet dated 28/8/2020 as there is no evidence that the court was released on bond or that he escaped form lawful custody. I note that during sentencing on 27/9/2021, the appellant prayed that the trial court considers the period spent in custody but this was not taken into account.",
            "3.This Ruling and order to be typed and extracted and signaled to or submitted to Naivasha Maximum Security Prison for further action.",
            "4.Orders accordingly.",
            "5.This file is closed."
        ],
        "conclusion": " DATED, SIGNED AND DELIVERED AT SIAYA THIS 14TH DAY OF JUNE, 2022 R.E. ABURILI JUDGE "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Case E007 of 2022  ",
            "Parties: ": "Rotich v Republic  ",
            "Date Delivered: ": "14 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "High Court at Kapenguria",
            "Case Action: ": "",
            "Judge(s): ": "WK Korir",
            "Citation:": "Rotich v Republic (Criminal Case E007 of 2022) [2022] KEHC 616 (KLR) (14 June 2022) (Ruling)",
            "Court Division:": "Criminal",
            "County:": "West Pokot",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Applicant": "Amos Rotich",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.The Applicant, Amos Rotich, is charged with the offence of murder contrary to Section 203 as read with Section 204 of the Penal Code. On 29th March, 2022, the Applicant entered a plea of not guilty to the charge. His application to be released on bond pending trial was opposed by the prosecution through an affidavit sworn on 1st April, 2022 by one of the investigating officers Sergeant Edward Oketch.",
            "2.According to Sergeant Oketch, the Applicant is a flight risk because he does not have a fixed place of abode as the family departed the family land after the alleged murder. The officer further avers that the Applicant previously escaped to Uganda where he worked as a herder and if admitted to bail he is likely to escape to Uganda. It is also the Respondent’s averment that the Applicant does not have a national identity card or any other identification documents hence it would be hard to trace him if he absconds Court while out on bail.",
            "3.The application for bail is additionally opposed on the ground that some of the key witnesses in the case are family members of the Applicant and there is a likelihood that he will interfere with the witnesses if released on bail. Lastly, the investigating officer avers that releasing the Applicant may result in the disruption of public order and security as had happened during the burial of the deceased as there is still tension between the neighbours and the Applicant’s family.",
            "4.Counsel for the Applicant made an oral response to the affidavit filed by the prosecution. Counsel submitted that the Applicant has family members residing in West Pokot County and he therefore has a fixed abode. On the claim that the Applicant is a security risk, counsel submitted that bail should not be curtailed by other factors such as the security of the Applicant’s family members. Counsel also submitted that the Applicant is not a threat to the security of witnesses as alleged by the prosecution and urged the Court to admit the Applicant to reasonable bond terms.",
            "5.The Respondent’s reply was that the grounds raised in opposition to the Applicant’s application for bail are supported and anchored on Section 123 of the Criminal Procedure Code as well as the Bail and Bond Policy Guidelines. The Respondent further submitted that the pre-bail report filed on 9th May, 2022 also confirmed the averments of the investigating officer.",
            "6.In the pre-bail report filed by J. Maina, a probation officer, on 9th May, 2022, it is stated that the victim was a paternal aunt to the Applicant. The report also indicates that the Applicant had good relationship with the members of the community save for his alcohol consumption. It is further stated that the Applicant’s family was kicked out of their home when the offence was committed hence there are security concerns about his safety should he be released at this moment in time. The Applicant’s parents are also said to be opposed to his release on bail for fear that he might escape to Uganda. Finally, the report indicates that there are still security concerns about the Applicant’s safety as members of his extended family are still bitter that he committed the offence against one of their own.",
            "7.Article 49(1)(h) of the Constitution guarantees the right of an arrested person “to be released on bond or bail, on reasonable conditions, pending a charge or trial, unless there are compelling reasons not to be released.” Therefore, the only issue in the matter before me is whether the prosecution has demonstrated compelling reason(s) as to why the Applicant should not be released on bond or bail.",
            "8.Section 123A (1) of the Criminal Procedure Code provides the factors to be taken into consideration in determining an application for bail. Those factors are the nature or seriousness of the offence; the character, antecedents, associations and community ties of the accused person; the defendant's record in respect of the fulfillment of obligations under previous grants of bail; and, the strength of the evidence. According to Sub-Section (2) of the same Section, an accused person can only be denied bail if he has previously been granted bail and failed to surrender to custody or if it is necessary for him to be kept in custody for his own protection.",
            "9.In Waititu v Republic [2021] KESC 11 (KLR), the Supreme Court set down the factors to be considered in determining a bond or bail application as follows:“i.The nature of the charges;ii.The strength of the evidence which supports the charge;iii.The gravity of the punishment in the event of conviction;iv.The previous criminal record of the accused, if any;v.The probability that the accused may not surrender himself for trial;vi.The likelihood of the accused interfering with witnesses or may suppress any evidence that may incriminate him;vii.The likelihood of further charges being brought against the accused;viii.The probability of guilty;ix.Detention for the protection of the accused;x.The necessity to procure medical or social report pending final disposal of the case.”",
            "10.The Kenyan Judiciary’s Bail and Bond Policy Guidelines issued in March, 2015 at pages 16 to 19 provides the factors to be considered in deciding an application for bail or bond as follows:“(a)The nature of the charge or offence and the seriousness of the punishment to be meted if the accused person is found guilty.(b)The strength of the prosecution case.(c)Character and antecedents of the accused person.(d)The failure of the accused person to observe bail or bond terms on previous occasions is a good ground for denying bail or bond.(e)Likelihood of interfering with witnesses.(f)The need to protect the victim or victims of the crime from the accused person.(g)The relationship between the accused person and potential witnesses.(h)Child offenders.Where the accused person is a minor, the denial of bail or bond is considered not to be in the best interests of the accused person, who is a minor.(i)The accused person is a flight risk.(j)Whether accused person is gainfully employed.The courts also consider the fact that an accused person is gainfully employed to enhance the likelihood that he or she will attend trial.(k)Public order, peace or security.Whether the release of an accused person will disturb public order or undermine public peace or security. Pretrial detention may be necessary to preserve public order where it is demonstrated that the public response to an offence is such that the release of the accused person would be likely to lead to a public disturbance.(l)Protection of the accused person.Whether pretrial detention is necessary to protect the accused person.”",
            "11.It is the prosecution’s case that the Applicant is a flight risk and does not have a fixed place of abode. The investigating officer further deposes that the Applicant does not have identification documents and in the event that he skips court, tracing him would be cumbersome. According to the Respondent, the pre-bail report confirms its fears that the Applicant may flee to Uganda if released on bond. The averments of the investigating officer were not rebutted by the Applicant and are thus taken to be truthful. The facts placed on record leads this Court to agree with the Respondent that the Applicant is a flight risk.",
            "12.The Respondent has also stated that the Applicant should not be released on bond on account of his own security. It is averred that there is still tension between the family of the Applicant and the neighbours which has forced the family of the Applicant to vacate their land. In response, counsel for the Applicant submitted that denying the Applicant bail on this ground would amount to convicting him before his case is heard. The evidence placed before the Court is that there is general fear expressed by the Applicant’s family that both their security and that of the Applicant would be endangered if he is released on bond. The fear is well-founded considering the fact that the family of the Applicant was evicted from their land by irate neighbours. Of course the ire is expected subside after some time but for now the risk to the Applicant’s life is a compelling reason for denying him bond.",
            "13.As is often stated, the right to bond is not an absolute right. It can be denied where the prosecution has advanced sufficient reasons for denying an accused person bond. The argument by counsel for the Applicant that denial of bond amounts to conviction without trial is therefore misplaced because the Constitution clearly recognizes that bond or bail can be denied for compelling reasons.",
            "14.Based on what has been stated in this ruling, I am convinced by the prosecution and do hold that there are compelling reasons for denying the Applicant bond at this period in time. The Applicant’s application for bond is therefore declined.",
            "15.The prosecution having succeeded in convincing this Court to deny the Applicant bond, it is only fair that the case be heard and determined on priority basis. The Respondent is therefore directed to call all of its witnesses on the hearing date."
        ],
        "conclusion": " DATED, SIGNED AND DELIVERED AT KAPENGURIA THIS 14TH DAY OF JUNE, 2022 W. KORIR, JUDGE OF THE HIGH COURT "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal 368 of 2012  ",
            "Parties: ": "PNK v Republic  ",
            "Date Delivered: ": "10 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "Court of Appeal at Nakuru",
            "Case Action: ": "",
            "Judge(s): ": "W Karanja, F Tuiyott, K.I Laibuta",
            "Citation:": "PNK v Republic (Criminal Appeal 368 of 2012) [2022] KECA 553 (KLR) (10 June 2022) (Judgment)",
            "Court Division:": "Criminal",
            "County:": "Nakuru",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Appellant": "PNK",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.This is a second appeal from the judgment of the Principal Magistrate’s Court at Nyahururu (C. K. Obara) delivered on 18th May 2010 in Criminal Case No. 1020 of 2007.",
            "2.The brief background is that the appellant was charged in the Principal Magistrate’s Court at Nyahururu in Criminal Case No. 1020 of 2007 with two counts of defilement and, in the alternative, committing an indecent act with a child. On the first count, the appellant was charged with the offence of defilement contrary to section 8(1) as read with section 8(2) of the Sexual Offences Act, 2006. The particulars of the offence were that on 7th April 2007 in Nyandarua District of the then Central Province, he intentionally committed an act which caused penetration with AMN (name withheld) a girl aged 6 (six) years. In the alternative, the appellant was charged with committing an indecent act with a child contrary to section 11(1) of the Sexual Offences Act, 2006. The particulars of the alternative charge were that, on the date and at the place aforesaid, the appellant intentionally committed an indecent act with AMN, a girl aged 6 years.",
            "3.On the second count, the appellant was charged with the offence of defilement contrary to section 8(1) as read with section 8(2) of the Sexual Offences Act, 2006. The particulars of the offence were that on 7th April 2007 in Nyandarua District of the then Central Province, he intentionally committed an act which caused penetration with DNN (name withheld) a child aged 3 ½ (three-and-a-half) years. In the alternative, the appellant was charged with committing an indecent act with a child contrary to section 11(1) of the Sexual Offences Act, 2006. The particulars of the alternative charge were that, on the date and at the place aforesaid, the appellant intentionally committed an indecent act with DNN, a girl aged 3 ½ years.",
            "4.From the evidence adduced at the trial by the prosecution, the two infant victims of the offences with which the appellant was charged were his own daughters.",
            "5.The appellant denied the two principal counts and the alternative charges, whereupon the matter proceeded to trial with the prosecution calling 5 witnesses.",
            "6.AMN, the 1st victim (PW1) told the trial court that, on the material day, their mother had gone to hospital leaving her with her father (the appellant) and her sister DNN (PW2); that her father took her to the sitting room and defiled her; that he blocked her mouth with a piece of cloth as he defiled her; that after the appellant defiled her, he turned on her younger sister (PW2), who was seated on a chair, and defiled her; that she cried out, but no-one came to their rescue. She concluded by stating that, when her mother returned, she told her what had happened, and they were both taken to hospital by both parents.",
            "7.PW2 stated that, on the material day, the appellant removed her dress and pants, and defiled her; and that she felt a lot of pain. Notably, their mother did not testify at the appellant’s trial.",
            "8.PW4 (Peter Nginyo), the Clinical Officer at Ol Kalau District Hospital, also testified and produced 2 Medical Examination Reports (P3 forms) prepared by Dr. Bingwa with whom he (PW4) had worked for 2 years before retirement. According to the P3 Forms, Dr. Bingwa had examined the two children on two different dates and prepared the two reports. PW2 was examined on 7th April 2007 while PW1 was examined on 10th April 2007.",
            "9.According to PW4, the medical examination reports showed that PW1 had scratch marks/bruises on the front side of her abdomen, which were about 3- 4 days old; that the probable weapon used was hand/finger nails; that on further examination on her genitalia, there was a tear on the perineum; that her hymen was broken and a yellowish discharge was noted; that high vaginal swab revealed presence of spermatozoa; and that the doctor recommended follow-up treatment and counselling.",
            "10.The medical examination on PW2 revealed that she was unkempt at the time of examination; that she had scratch marks on her back, and the bruises were old; that she had other bruises on her chest and abdomen, which were about 3-4 days old; that the external genitalia was normal; that her hymen was broken, and that there was a yellowish discharge from her vagina; and that a high vaginal swab revealed presence of spermatozoa and epithelial cells noted.",
            "11.PW5 (PC Robert Mutuku), the investigating officer, told the trial court that, on the material date at about 10.00pm, he was telephoned by one Jeremiah of [particulars withheld] Village who told him that someone had been apprehended by members of the public for having defiled his two children; that he (PW5) rushed to the scene in the company of PC Muriithi; that, on their way, they met the appellant who had been apprehended by members of the public together with the two children (AMN and DNN); that they went back to Ol Kalou Police Station, recorded their reports and took the two children to Ol Kalou District Hospital.According to him, the children were treated and discharged. They later returned to the station and recorded statements, whereupon they were issued with P3 Forms. Consequently, the appellant was charged with the two counts of the above-mentioned offences.",
            "12.In his defence, the appellant stated that the complainants’ mother (MW) left for her home on 20th February 2007 taking with her the two children and a toddler; that she stayed at her home for a period of 1 ½ months and returned on 3rd April 2007 without the three children; that she told him that she had gotten another man to marry her; that on 4th April 2007, the children were brought by his (the appellant’s) cousin; that on 5th April 2007 thugs broke into his house claiming that his wife had told them that he, the appellant, had raped his two children; that they tied him up; that, at the time, the children and their mother were at the children’s grandmother’s house; that on 7th April 2007 he was taken to Ol Kalou Police Station where he was accused of defiling the two children. He denied ever doing so.",
            "13.After the trial, the Hon. Resident Magistrate (C. K. Obara) delivered his judgment on 18th May 2010 thereby convicting the appellant. He sentenced him to life imprisonment.",
            "14.Aggrieved by the conviction and sentence, the appellant appealed to the High Court of Kenya at Nakuru. In its judgment in HCCCr Case No. 230 of 2010 delivered on 3rd August 2012, the High Court (W. Ouko, J. – as he then was) dismissed the appellant’s appeal and upheld the conviction and sentence meted by the trial court.",
            "15.Being further aggrieved, the appellant appealed to this Court on 5 grounds set out in his undated Memorandum of Appeal, which was subsequently revised to the 7 grounds set out in his undated, Supplementary Memorandum of Appeal filed on 25th October 2021. According to the appellant, the learned Judge erred in law in: upholding the conviction and sentence based on a defective and duplex charge sheet; not finding that the appellant’s constitutional rights were grossly infringed upon; upholding the conviction and sentence on reliance on inconsistent and incomplete prosecution evidence; not finding that the availed medical evidence was not satisfactory, but peace-meal; overlooking the non-availability of some very essential witnesses; not finding that the appellant was denied to cross-examine vital witnesses; and in not finding that the charges were tailored to suit the prosecution case.",
            "16.In support, the appellant filed undated written submissions on 25th October 2021 requesting the Court to allow his appeal. In response, learned State Counsel (Ms. Jacinta Kibiriu for the Director of Public Prosecutions), also filed written submissions dated 7th February 2022, which she highlighted orally, urging the Court to dismiss this appeal.",
            "17.This Court’s mandate on a second appeal is conferred by Section 361(1) (a) of the Criminal Procedure Code, which provides:“361 (1) A party to an appeal from a subordinate court may, subject to subsection (8), appeal against a decision of the High Court in its appellate jurisdiction on a matter of law, and the Court of Appeal shall not hear an appeal under this section—(a)on a matter of fact, and severity of sentence is a matter of fact.”",
            "18.The jurisdiction of this Court on a second appeal, as is the case here, has been the subject of judicial pronouncements in various cases, such as Stephen M'Irungi& Another v Republic [1982-88] 1 KAR p.360 where it was held:“Where a right of appeal is confined to questions of law only, an appellate court has loyalty to accept the findings of fact of the lower court(s) and resist the temptation to treat findings of fact as holdings of law or mixed finding of fact and law, and, it should not interfere with the decisions of the trial or first appellate court unless it is apparent that, on the evidence, no reasonable tribunal could have reached that conclusion, which would be the same as holding the decision is bad in law.\"",
            "19.We also agree with what this Court had to say in Samuel Warui Karimi v Republic [2016] eKLR:“This is a second appeal and this Court has stated many times before, it will not normally interfere with concurrent findings of fact by the two courts below unless such findings are based on no evidence, or are based on a misapprehension of the evidence, or the courts below are shown demonstrably to have acted on wrong principles in making the findings. See Chemangong -vs- R, [1984] KLR 611.”",
            "20.Having carefully considered the proceedings at the trial court, the record of appeal in the High Court and in this Court, the grounds on which that appeal and the appeal before us are based together with the respective submissions of the parties, we find nothing in the proceedings before the two courts below to suggest that the concurrent findings of fact in the two courts were based on either no evidence or on misapprehension of evidence. Neither do we find anything to lead to the conclusion that the trial court and the High Court acted on wrong principles in making the findings of evidence leading to the appellant’s conviction and sentence, and the subsequent decision to dismiss his first appeal. Accordingly, there is nothing on record to warrant our interference with the lower courts’ concurrent findings of fact. In view of the foregoing, we confine ourselves to the points of law raised in this appeal.",
            "21.Turning to the first ground on which his appeal is anchored, the appellant’s case is that the High Court upheld his conviction and sentence based on “a defective and duplex charge sheet.” Even though the appellant raised no issue before the trial court relating to the alleged defects in the charge sheet, the trial Magistrate noted, of his own motion, that –“… section 8(2) of the Sexual Offences Actwas not incorporated in the charge sheet and also the second charge is framed as an offence under the Sexual Offences Act, 2007. Which Act does not exist.However, I will treat the same as an oversight which should not be a major influence on my ultimate decision.” (sic)",
            "22.In the appellant’s submission, the charge sheet on the basis of which he was charged, tried, convicted and sentenced was defective. Be that as it may, the defect, if any, was curable under Section 382 of the Criminal Procedure Code. It is also noteworthy that the defect complained of was by no means fatal. On the first appeal, the learned Judge had this to say of the matter:“The fact that sub-section (2) of section 8 of the Sexual Offences Actwas not cited in the charge sheet was not fatal. Similarly reference to Sexual Offences Act, 2007 in the second count instead of 2006 is of no consequence.”",
            "23.Indeed, the two counts of the charge against the appellant should have been stated as “defilement contrary to section 8(1) as read with section 8(2) of the Sexual Offences Act, 2006.” The pertinent question is what effect (if any) such a defect has on the proceedings. In answer to this question, section 382 of the Criminal Procedure Code provides in part:“Subject to the provisions hereinbefore contained, no finding, sentence or order passed by a court of competent jurisdiction shall be reversed or altered on appeal or revision on account of an error, omission or irregularity in the complaint, summons, warrant, charge, proclamation, order, judgment or other proceedings before or during the trial or in any inquiry or other proceedings under this Code, unless the error, omission or irregularity has occasioned a failure of justice ….”",
            "24.In the same vein, the Supreme Court of India in Willie (William) Slaney v State of Madhya Pradesh [A.I.R. 1956 Madras Weekly Notes 391], held that:“Whatever the irregularity, it is not to be regarded as fatal unless there is prejudice. It is the substance that we must seek. Courts have to administer justice and justice includes the punishment of guilt just as much as the protection of innocence. Neither can be done if the shadow is mistaken for the substance and the goal is lost in the labyrinth of insubstantial technicalities.”",
            "25.Having considered the record of appeal, the submissions of the parties and the afore-cited authorities on the ground in issue, we are of the considered view that no failure of justice occurred in this case merely in consequence of failure to cite on the charge sheet the correct subsection of the section under which the appellant was charged. Neither was it consequential to cite the Act as of 2007 instead of 2006. It would be far-fetched to conclude that any prejudice was occasioned at the trial by the defect or irregularity complained of. We agree with the decisions of the two courts below that the defect complained of was inconsequential and, accordingly, this ground of appeal fails.",
            "26.On the second ground, the appellant faults the two courts below for not finding that the appellant’s constitutional rights were “grossly infringed upon.” According to him, the learned Judge erred in law and in fact in failing to find that he (the appellant) was detained longer than prescribed by law. He cites Article 49(1) (f) of the Constitution, which reads:“49.(1)An arrested person has the right—(f)to be brought before a court as soon as reasonably possible, but not later than—(i)twenty-four hours after being arrested; or(ii)if the twenty-four hours ends outside ordinary court hours, or on a day that is not an ordinary court day, the end of the next court day …”",
            "27.We hasten to observe that the afore-cited provision of the Constitution, having come into force on 27th August 2010, did not apply to the appellant, who was arrested and charged in April 2007. The uncontested fact is that the appellant was arrested on 7th April 2007 and charged in court five days later on 11th April 2007. Be that as it may, this complaint was not raised before the trial court for consideration, but was introduced for the first time as a ground in his Petition of Appeal to the High Court. While the complaint may constitute a legitimate cause of action in separate civil proceedings, suffice it for the moment to observe that such a complaint cannot be the subject of determination on second appeal to this Court, on a point of law, unless it was also the subject of the trial and appeal in the two courts below.",
            "28.When faced with a similar issue in the case of Alfayo Gombe Okello v Republic [2010] eKLR this Court held:“… the issue was not raised since the trial began and was only raised for the first time in this second appeal. The appellant gave no reason for failure to do so earlier. We must therefore find, and we now do so, that it was not raised at the earliest opportunity although it could and should have.”",
            "29.Even if that ground were to hold, it cannot be a basis for acquittal. This Court in Fappyton Mutuku Ngui vs. Republic [2014] eKLR held that –“The correct position in law was set out in Julius Kamau Mbugua v Republic (2010) eKLR where the Court stated that the violation of the appellant’s right to be produced in court within twenty-four hours would not automatically result in his acquittal. Instead, the appellant would be at liberty to seek remedy, in damages, for the violation of his constitutional rights.”",
            "30.Thirdly, the appellant’s case is that he was convicted on inconsistent and incomplete prosecution evidence. While this Court is not obligated to re- examine and re-evaluate the nature and weight of evidence on which the appellant was convicted, we are nonetheless inclined to examine whether the prosecution had discharged its burden of proof beyond a reasonable doubt, which in itself would beg for answers as to: whether there was evidence that the appellant was responsible for the offences with which he was charged; whether there was evidence of penetration; and whether there was evidence that the children, who were his daughters, were below the age of 11 years.",
            "31.The learned State counsel submitted that the Court only needs to satisfy itself as to the ingredients of defilement, namely: penetration; the victims’ age; and whether the appellant was the perpetrator (see SKM v Republic [2021] eKLR). Having carefully considered the record of appeal, we find nothing to fault the findings of the two courts below that the three ingredients of defilement had been proved to the required standard. The two self-explanatory medical reports produced by PW4 proved penetration. The broken hymen, bruises and presence of spermatozoa on the two children’s genitalia told it all.Neither were their tender ages contested. They were aged 6 and 3 ½ years respectively.",
            "32.As to the identity of the perpetrator, the testimonies of the two children left no doubt in the mind of the trial court and of the learned Judge that their father (the appellant) was responsible for their ordeal. They immediately told their mother what had happened to them on her return home that same day. Their report to PW5 on the same day was consistent with what they told their mother on that very day. So were their recorded statements and subsequent testimonies at the trial. Accordingly, we find nothing that would lead to the conclusion that the appellant had been convicted on inconsistent and incomplete evidence. Similarly, his appeal on this ground cannot stand.",
            "33.The appellant’s fourth ground of appeal that the medical evidence was unsatisfactory and peace-meal is, in our considered view, insufficient to warrant departure from the findings of the two courts below. According to him, “… PW4 was not qualified to produce medical evidence where he never participated in the treatment nor examination of the alleged victims further, the appellant was not subjected to any examination as the law demands.” [sic]",
            "34.It is noteworthy that besides lamenting in his defence that “… the doctor who examined the complainants never examined [him] to ascertain if [he] was involved,” he did not object to PW4’s qualification. In any event, PW4 only produced medical examination reports prepared by a doctor, who was well known to him, and with whom he had worked for two years before he (the doctor) retired. . Indeed, PW4’s unshaken testimony was based on the P3 form and treatment notes prepared by that medical doctor. Notably, the appellant did not allege that the medical doctor by whom the medical reports on PW1 and PW2 were prepared was not qualified to examine them and report on their respective conditions in proof of penetration. His only complaint is that he was not examined by the same doctor who treated the victims to ascertain whether he was the perpetrator of the offence in issue. However, there are other ways of establishing the identity of the perpetrator of such an offence as the one with which the appellant was charged.",
            "35.In so far as the appellant’s identity as disclosed by his two daughters was not in doubt, we find nothing to fault the two courts below in their findings that he was the perpetrator of the offence against the two children. In our considered view, it did not require any scientific evidence or medical examination of any kind to corroborate the testimonies of his two daughters as to the identity of the person who defiled them, and in proof of the third ingredient of the offence of defilement. Accordingly, his appeal on this ground fails.",
            "36.On his fifth ground of appeal, the appellant laments what he views as the two courts’ alleged “overlooking of some very essential witnesses.” According to him, the victims’ mother should have been called as a witness to corroborate the charges against him. We do not agree. There is no statutory requirement for such corroboration as long as the trial court forms the view that the victim’s testimony is truthful. We say so mindful of the proviso to section 124 of the Evidence Act, Revised 2014 [1989], which reads:“… where in a criminal case involving a sexual offence the only evidence is that of the alleged victim of the offence, the court shall receive the evidence of the alleged victim and proceed to convict the accused person if, for reasons to be recorded in the proceedings, the court is satisfied that the alleged victim is telling the truth”",
            "37.With regard to the appellant’s submission that certain “essential” witnesses, such as the victims’ mother and one Jeremiah, the members of public who arrested him, and the victims’ grandmother, were not called to testify, we can only say that the prosecution calls those witnesses it considers necessary to support the charge. Article 50(2) of the Constitution provides that “every accused person has the right to a fair trial,” which includes the right “… (k) to adduce and challenge evidence.” Indeed, the appellant was at liberty to call any witness in his defence, including those he contends should have been called to testify at his trial.",
            "38.This Court is alive to the fact that there is no legal requirement in law on the number of witnesses required to prove any particular fact. That is the essence of Section 143 of the Evidence Act, which provides that “no particular number of witnesses shall, in the absence of any provision of law to the contrary, be required for the proof of any fact.” In Keter vs. Republic [2007] 1 EA p.135, the court held inter alia that:“The prosecution is not obliged to call a superfluity of witnesses, but only such witnesses as are sufficient to establish the charge beyond any reasonable doubt.”",
            "39.The appellant’s sixth ground of appeal is that he was “… denied to cross- examine vital witnesses.” We do not find that to be the case. As the learned Judge observed:“… the appellant actively participated in the trial cross-examining the witnesses, making applications for adjournment, to be taken to the hospital and even submitted in Kiswahili at the close of his defence.”",
            "40.How, then, can it be said that the appellant was denied the opportunity to cross-examine any of the witnesses who testified for the prosecution? We can only conclude that the appellant is intent on raising just about any issue he considers weighty in support of his appeal. However, this is not one of them. The appellant was at liberty to cross-examine at will any of the witnesses who testified at the trial as he did. He chose not to cross-examine some of them, but that is not to say that he was barred from doing so. He was not.",
            "41.Finally, the appellant contends that the charges against him were tailored to suit the prosecution case. Suffice it to observe that the prosecution sets out to call evidence in proof of the charge or charges against an accused. It follows, therefore, that the prosecution did no more than accomplish its statutory duty by calling evidence in proof of the charges against the appellant. That it succeeded in doing so is not sufficient to fault its role in the trial.",
            "42.Having considered the record of appeal before us, the judgments of the two courts below, the grounds on which the appeal before us is made, the written submissions of the appellant and the written and oral submissions of learned State counsel, we find that the appellant’s appeal herein on both conviction and sentence fails and the same is hereby dismissed in its entirety. Orders accordingly."
        ],
        "conclusion": " DATED AND DELIVERED AT NAIROBI THIS 10TH DAY OF JUNE, 2022. W. KARANJA .......................................... JUDGE OF APPEAL F. TUIYOTT .......................................... JUDGE OF APPEAL DR. K. I. LAIBUTA ........................................... JUDGE OF APPEAL I certify that this is a true copy of the original. Signed DEPUTY REGISTRAR "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Appeal 41 of 2014  ",
            "Parties: ": "Okeno & another v Republic  ",
            "Date Delivered: ": "10 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "Court of Appeal at Nakuru",
            "Case Action: ": "",
            "Judge(s): ": "DK Musinga, K M'Inoti, S ole Kantai",
            "Citation:": "Okeno & another v Republic (Criminal Appeal 41 of 2014) [2022] KECA 559 (KLR) (10 June 2022) (Judgment)",
            "Court Division:": "Criminal",
            "County:": "Nakuru",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "1st Appellant": "David Silale Okeno",
            "2nd Appellant": "Francis Oyie Loman",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.This is a first appeal from the judgment of the High Court of Kenya at Nakuru. The two appellants, David Silale Okeria and Francis Oyie Lemori, were charged before that court with the offence of murder contrary to Section 203 as read with Section 204 of the Penal Code, particulars being that on 23rd March, 2008 at Kotorongot village in the then Koibatek District they jointly murdered Robert Ouko Oliech, hereinafter referred to as the deceased. The prosecution called 8 witnesses in support of its case, the appellants defended themselves, and in a judgment delivered by Anyara Emukule, J. on 13th June, 2014 the appellants were convicted and sentenced in a ruling dated 10th October, 2014 to serve 30 years’ imprisonment from the date of their arrest and detention.",
            "2.Although we are required in a first appeal like this one to re-evaluate the evidence and come to our own conclusions of facts (Okeno v Republic [1972] EA 32),always remembering that we do not have the benefit of seeing or hearing the witnesses an advantage the trial Judge had, we may not have to dwell much into that because of the position the appellants have taken in this appeal.",
            "3.In similar Memoranda of Appeal, the appellants state that they did not plead guilty at the trial and in ground 2 it says: “Grounds of Mitigation (see overleaf).” Those grounds of mitigation are also similar, word for word. The appellants in sum say that they were first offenders who are remorseful and rehabilitated after spending time in custody; that they have learnt through pain that crime does not pay; that they are young unmarried men; that they were drunk during commission of the offence and suffered temporary insanity. For all that they pray that the appeal be allowed, their convictions be quashed and the sentences be reduced.",
            "4.When the appeal came up for hearing before us on a virtual platform on 7th March, 2022, both appellants were present while the office of Director of Public Prosecutions was represented by learned State Counsel, Miss Chelangat. Both appellants repeated what we have set out above grounds of appeal – that they have reformed; they have stayed long in prison, and that the sentence imposed be reduced.",
            "5.In her written submissions, Miss Chelangat stated that no issues of law or fact were raised in the mitigation offered by the appellants.",
            "6.The prosecution evidence established that the appellants armed themselves with a knife and a somali sword. They boasted to PW2 (Dickson Nyakal) that they would kill someone that day. They proceeded to carry out their threat – they fought the deceased, stabbing him with the said weapons. Doctor John Ombega (PW6) testified that on examining the body of the deceased he found a stab wound on the lower right hand rib which exited between the 6th and 7th rib. It measured 2.5 cm and was about 1.0 cm wide. The chest had a lot of blood and there was a cut wound on the left cheek. The cause of death was established to be excessive bleeding following the stab wound. The doctor further testified that both appellants were examined and found to be fit to stand trial.",
            "7.The trial Judge considered the defence of intoxication and found that the appellants were not intoxicated. The Judge found that there was a deliberate decision to go out and kill the deceased and after doing so the appellants went back and confirmed to PW2 what they had done. The Judge found that the defence of intoxication as defined by Section 207 of the Penal Code was not available to the appellants.",
            "8.We have considered the record and we too, like the trial Judge, have reached the same conclusion. The appellants armed themselves with dangerous weapons and they deliberately attacked the deceased inflicting fatal injuries on him. They have admitted in this appeal that they did so and they are asking to be forgiven for those acts.",
            "9.The appellants were sentenced to 30 years imprisonment for an offence which Section 204 of the Penal Code prescribed the death sentence. In their mitigation before the Judge the appellants said that they were remorseful; that they were young and had been in custody for long. The Judge considered those factors and applied the principles in Articles 23 and 26 of the Constitution of Kenya, 2010 on right to life and an interpretation of the Constitution that enhances rather than detracts from those rights. The Judge found that a life had been lost senselessly and reached the conclusion that we have seen.",
            "10.We cannot see any reason in law to interfere with those conclusions. This appeal has no merit, and we dismiss it accordingly."
        ],
        "conclusion": " DATED AND DELIVERED AT NAIROBI THIS 10TH DAY OF JUNE, 2022. D.K. MUSINGA, (P) ................................... JUDGE OF APPEAL K. M’INOTI ................................. JUDGE OF APPEAL S. ole KANTAI ................................. JUDGE OF APPEAL I certify that this is a true copy of the original. Signed DEPUTY REGISTRAR "
    },
    {
        "meta_info": {
            "Case Number:": "Criminal Petition E002 of 2022  ",
            "Parties: ": "Onyango v Republic  ",
            "Date Delivered: ": "10 Jun 2022",
            "Case Class: ": "Civil",
            "Court: ": "High Court at Kakamega",
            "Case Action: ": "",
            "Judge(s): ": "WM Musyoka",
            "Citation:": "Onyango v Republic (Criminal Petition E002 of 2022) [2022] KEHC 606 (KLR) (10 June 2022) (Ruling)",
            "Court Division:": "Criminal",
            "County:": "Kakamega",
            "Disclaimer:": "The information contained in the above segment is not part of the judicial opinion delivered by the Court. The metadata has been prepared by Kenya Law as a guide in understanding the subject of the judicial opinion. Kenya Law makes no warranties as to the comprehensiveness or accuracy of the information"
        },
        "parties_info": {
            "Petitioner": "George Onyango",
            "Respondent": "Republic"
        },
        "judgement": [
            "1.The undated petition filed herein on 22nd April 2022, seeks review of sentence. The petitioner had been convicted in CMCCRC No. 1602 of 2010, of robbery with violence, and was given the mandatory death penalty. He proffered an appeal in HCCRA No. 21 of 2011, and the death sentence was reduced to twenty years imprisonment.",
            "2.The petition, no doubt, rides on the decision in Francis Karioko Muruatetu & another v Republic [2017] eKLR (Maraga CJ & P, Mwilu DCJ &VP, Ojwang, Wanjala, Njoki and Lenaola SCJJ), where the court appeared to lay down a general principle that all mandatory sentences were unconstitutional, and to allow trial and appellate courts discretion to revisit cases where mandatory sentences had been imposed, with a view to revising or reviewing them.",
            "3.The Supreme Court has since revisited the issue in Francis Karioko Muruatetu & another v Republic; Katiba Institute & 5 others (Amicus Curiae) [2021] eKLR (Koome CJ & P, Mwilu DCJ & VP, Ibrahim, Wanjala, Njoki, Lenaola & Ouko SCJJ), and clarified that its decision in Francis Karioko Muruatetu & another v Republic [2017] eKLR (Maraga CJ & P, Mwilu DCJ &VP, Ojwang, Wanjala, Njoki and Lenaola SCJJ) was of application only in murder cases, and not any other.",
            "4.The offence that the petitioner was convicted of was robbery with violence, as defined in section 296(2) of the Penal Code, Cap 63, Laws of Kenya. The decision in Francis Karioko Muruatetu & another v Republic [2017] eKLR (Maraga CJ & P, Mwilu DCJ &VP, Ojwang, Wanjala, Njoki and Lenaola SCJJ) is, therefore, of no application, and I have no discretion or jurisdiction to do that which the petitioner is inviting me to do.",
            "5.Even if the matter were fall within Francis Karioko Muruatetu & another v Republic [2017] eKLR (Maraga CJ & P, Mwilu DCJ &VP, Ojwang, Wanjala, Njoki and Lenaola SCJJ), it would still be something that does not fall within my mandate to address. Once a person is convicted, and exhausts his appeals, the execution of the sentence of imprisonment is the responsibility of the Executive, through the prison system. If the convict feels that he has sufficiently reformed, and need has arisen for his sentence to be reviewed or reduced or substituted, that remains the mandate of the Executive, through remission or the exercise of the prerogative of mercy. Even the decongestion exercises that the courts often engage in, are doe at the request of the Executive, through the Ministry responsible for prisons and other rehabilitative institutions. The role of the court is to impose sentence, and can only review the save on through the legal structures provided by the law, of appeal and revision, and by way constitutional petition, where there is abuse or violation of rights.",
            "6.In any event, the petitioner benefited from a review of sentence, when, on appeal, the Court of Appeal, albeit in exercise of a discretion it did not have, according to Francis Karioko Muruatetu & another vs. Republic; Katiba Institute & 5 others (Amicus Curiae) [2021] eKLR (Koome CJ & P, Mwilu DCJ & VP, Ibrahim, Wanjala, Njoki, Lenaola & Ouko SCJJ), set aside the death sentence imposed by the trial court and substituted it with a term of imprisonment. What the petitioner is inviting me to do has already been done by the Court of Appeal, and he should pursue administrative avenues for review of his sentence.",
            "7.The undated petition filed on 22nd April 2020 is, therefore, incompetent, and I hereby strike it out. Let copies of these proceedings be availed to George Onyango and to the Director of Public Prosecutions."
        ],
        "conclusion": " DELIVERED, DATED AND SIGNED IN OPEN COURT AT KAKAMEGA ON THIS 10TH DAY OF JUNE 2022 WM MUSYOKA JUDGE Erick Zalo, Court Assistant. George Onyango, the petitioner, in person. Mr. Mwangi, instructed by the Director of Public Prosecutions, for the respondent. 2 "
    }
]